Repository: kleopatra999/gnucash-svn
Catalog: po/glossary/*.po
Languages: fr

source: account
fr: compte

source: account code
fr: code de compte

source: account hierarchy
fr: plan de comptes

source: account name
fr: nom du compte

source: account type: Asset
fr: account type: Actif

source: account type: checking
fr: account type: Chèques

source: account type: currency
fr: account type: Devise

source: account type: Equity
fr: account type: Capitaux propres

source: account type: Expense
fr: account type: Dépense

source: account type: Income
fr: account type: Revenu

source: account type: Liability
fr: account type: Passif

source: account type: money-market
fr: account type: Marché monétaire

source: account type: Mutual fund
fr: account type: Fonds commun de placements

source: account type: saving
fr: account type: Épargne

source: account type: Stock
fr: account type: Actions

source: account: subaccount
fr: account: sous-compte

source: account: top level account
fr: account: compte de niveau supérieur

source: Action (register)
fr: Activité (registre)

source: action: ATM
fr: action: GAB

source: action: autoDep
fr: action: autoDép

source: action: buy
fr: action: achat

source: action: deposit
fr: action: dépôt

source: action: direct debit
fr: action: débit direct

source: action: dist
fr: action: répartition

source: action: loan
fr: action: emprunt

source: action: payment
fr: action: paiement

source: action: rebate
fr: action: remise

source: action: sell
fr: action: vente

source: action: Teller
fr: action: caissier

source: action: transfer
fr: action: virer

source: action: wire
fr: action: vir.bancaire

source: action: withdraw
fr: action: retrait

source: amount
fr: montant

source: average
fr: moyenne

source: balance (noun)
fr: solde (nom)

source: balance sheet
fr: bilan

source: balance, to
fr: équilibrer

source: bank
fr: banque

source: bill
fr: facture (ou facture-fournisseur)

source: billing terms
fr: termes de paiement

source: Book
fr: Livres comptables

source: book closing
fr: clôture des comptes

source: business (adjective)
fr: d'affaires (adjectif)

source: business (noun)
fr: affaires (nom)

source: capital gains
fr: gains en capital

source: case sensitive
fr: sensible à la casse

source: cash
fr: espèces ou caisse

source: check
fr: chèque

source: check and repair, to
fr: ajuster

source: close, to
fr: fermer

source: commodity
fr: valeur mobilière

source: commodity listing
fr: marché (ou bourse)

source: commodity option: Symbol
fr: commodity option: Symbole

source: Credit (column in register)
fr: Crédit (colonne d'un registre)

source: Credit Card
fr: Carte de crédit

source: credit transfer
fr: virement bancaire

source: currency
fr: devise ou monnaie

source: Custom
fr: personnalisé

source: database
fr: base de données

source: date format
fr: format de date

source: date range
fr: période (entre deux dates)

source: Debit (column in register)
fr: Débit (colonne d'un registre)

source: default
fr: par défaut

source: deposit (in the reconcile dialog)
fr: dépôt (dans la boîte de dialogue de rapprochement)

source: depreciation
fr: dépréciation

source: Description (column in register)
fr: Description (colonne d'un registre)

source: double entry
fr: comptabilité en partie double

source: employee
fr: employé(e)

source: equity
fr: actif net

source: escrow (account)
fr: fidéocomie ou dépôt fiduciaire

source: exchange rate
fr: taux de change

source: field
fr: champ ou champ de données

source: file
fr: fichier

source: file type
fr: type de fichier

source: financial calculator: interest rate
fr: financial calculator: taux d'intérêt

source: financial calculator: payments
fr: financial calculator: paiements

source: gain
fr: profit

source: imbalance
fr: écarts de report

source: import
fr: importer

source: income statement
fr: état des résultats

source: interest
fr: intérêt

source: invoice
fr: facture (ou facture-client)

source: job
fr: tâche

source: ledger
fr: grand-livre

source: liabilities/equity
fr: Passif et Capitaux propres

source: loan
fr: emprunt

source: loss
fr: perte

source: merge, to
fr: fusionner

source: marker
fr: point (ou repère)

source: MDI modus
fr: fonction MDI

source: Memo
fr: Mémo

source: Mortgage
fr: Hypothèque

source: national currency
fr: devise/monnaie nationale

source: net assets
fr: actifs net

source: net profit
fr: bénéfice net

source: net worth
fr: valeur nette

source: notes (register)
fr: notes (colonne du registre)

source: Num (column in register)
fr: No. (colonne du registre)

source: open, to
fr: ouvrir

source: opening balance
fr: solde d'ouverture

source: options
fr: réglages

source: order
fr: commande

source: orphan
fr: Compte non attribué

source: passphrase
fr: phrase de passe ou phrase secrète

source: Payables/Receivables
fr: Créditeurs/Débiteurs

source: payee
fr: bénéficiaire

source: payer
fr: Débiteur

source: payment
fr: paiement

source: placeholder
fr: compte de groupement,

source: portfolio
fr: portefeuille

source: preferences
fr: réglages

source: price (in a split)
fr: prix (dans une répartition)

source: price type: ask
fr: price type: demande

source: price type: bid
fr: price type: offre

source: price: quotes
fr: price: cotes

source: profit
fr: bénéfice

source: Profit & Loss
fr: Résultats

source: quick-fill
fr: saisie semi-automatique

source: rebalance, to (a transaction)
fr: ré-équilibrer (une transaction)

source: reconcile, to
fr: rapprocher

source: record keeping
fr: tenue des livres

source: register
fr: registre

source: register entry: split transaction
fr: register entry: répartition

source: register entry: stock split
fr: register entry: fractionnement d'action

source: register: auto-split ledger
fr: register: journal avec répartition courante

source: register: basic ledger
fr: register: journal sans répartition

source: register: general ledger
fr: register: journal avec toutes les répartition

source: register: transaction journal
fr: register: Journal de transactions

source: reload, to
fr: rafraîchir/recharger

source: Retained Earnings
fr: Bénéfices non répartis/Report de nouveau

source: reverse transaction, to (Action in the register)
fr: inverser une transaction (Activité dans le registre)

source: save, to (to a file)
fr: enregistrer (un fichier0

source: Scheduled Transaction
fr: Transaction récurrente

source: scrub, to
fr: ajuster

source: security
fr: titre (de propriété)

source: Share Balance (register)
fr: Solde d'actions

source: shares
fr: actions/parts

source: split
fr: article (de répartition)

source: style sheet
fr: feuille de style

source: subtotal
fr: sous-total

source: tax info
fr: statut fiscal

source: template
fr: modèle/gabarit

source: time period
fr: période

source: transaction state: cleared
fr: transaction state: compensée

source: transaction state: reconciled
fr: transaction state: rapprochée

source: transaction state: voided
fr: transaction state: annulée

source: transfer (noun)
fr: virement (nom)

source: transfer account
fr: compte de virement

source: transfer, to (register toolbar)
fr: virer (barre d'outils du registre)

source: trial balance (report)
fr: balance de vérification (rapport)

source: units
fr: unités

source: value (in a split)
fr: valeur (dans une répartition)

source: vendor
fr: fournisseur

source: voucher
fr: note de frais

source: withdraw (in the reconcile dialog)
fr: retrait (dans la boîte de dialogue de rapprochement)
