Repository: kleopatra999/gnucash-svn
Catalog: po/*.po
Languages: pl, sk

source: Report on these accounts, if display depth allows.
sk: Výkaz z týchto úètov, ak to håbka zobrazenia povoµuje.

source: Include sub-account balances in printed balance?
sk: Vrátane podúètov sáld v tlaèenej súvahe?

source: Group the accounts in main categories?
pl: Czy chcesz pogrupowaæ konta w g³ówne kategorie?
sk: Zoskupi» úèty v hlavných kategóriách?

source: Select the currency to display the values of this report in.
sk: Zvoli» menu pre zobrazenie hodnot v tomto výkaze

source: Display the account's foreign currency amount?
sk: Zobrazí èiastku v cudzej mene

source: The source of price information
pl: ¬ród³o informacji dotycz±cych cen
sk: Zdroj informácií o cenách

source: Weighted Average
pl: ¦rednia wa¿ona
sk: Vá¾ený priemer

source: The weighted average of all currency transactions of the past
pl: ¦rednia wa¿ona ze wszystkich transakci walutowych z przesz³o¶ci
sk: Vá¾ený priemer v¹etkých menových transakcií v minulosti

source: Most recent
sk: Najaktuálnej¹ie

source: The most recent recorded price
sk: Najaktuálnej¹ie zaznamenané ceny

source: Nearest in time
sk: Najbli¾¹ie v èase

source: The price recorded nearest in time to the report date
sk: Cena zaznamenaná najbli¾¹ie k èasu výkazu

source: Width of plot in pixels.
sk: ©írka kreslenia v pixeloch.

source: Height of plot in pixels.
sk: Vý¹ka kreslenia v pixeloch.

source: Choose the marker for each data point.
sk: Zvoµte zvýrazòovaè pre ka¾dý údajový bod.

source: _Assets & Liabilities
sk: _Aktíva a Pasíva

source: _Income & Expense
pl: _Przychody & Rozchody
sk: _Príjem a Výdaj

source: _Taxes
pl: _Podatki
sk: _Dane

source: _Sample & Custom
sk: _Uká¾ky a vlastné

source: Display
sk: Zobrazi»

source: Report name
pl: Nazwa raportu
sk: Názov výkazu

source: Enter a descriptive name for this report
pl: Wrowad¼ opisow± nazwê dla tego raportu
sk: Vlo¾te popisné meno pre tento výkaz

source: Stylesheet
pl: Arkusz stylów
sk: Forma ¹týlu

source: Select a stylesheet for the report.
pl: Wybierz arkusz stylów dla raportu.
sk: Zvoµte ¹týl pre tento výkaz

source: Stylesheet
pl: Arkusz stylów
sk: Forma ¹týlu

source: Assets
pl: Aktywa
sk: Aktíva

source: Liabilities
pl: Wierzytelno¶ci
sk: Pasíva

source: Stocks
pl: Gie³dy
sk: Akcie

source: Mutual Funds
pl: Fundusze wzajemne
sk: Investièné fondy

source: Currencies
pl: Waluty
sk: Meny

source: Expenses
pl: Rozchody
sk: Výdaj

source: Equities
pl: Akcje
sk: Cenné papiere

source: Checking
pl: Current
sk: ©ek

source: Savings
pl: Zapisy
sk: Úspory

source: Money Market
pl: Rynek pieniê¿ny
sk: Peòa¾ný trh

source: Building '%s' report ...
sk: Vytváranie výkazu '%s' ...

source: Rendering '%s' report ...
sk: Generovanie výkazu '%s' ...

source: Account name
pl: Nazwa konta
sk: Názov úètu

source: Exchange rate
sk: Výmenný kurz

source: Exchange rates
sk: Výmenné kurzy

source: No accounts selected
pl: Brak zaznaczonych kont
sk: Nie je zvolený ¾iaden úèet

source: This report requires accounts to be selected.
pl: Ten raport potrzebuje zaznaczonego konta.
sk: Tento výkaz vy¾aduje, aby boli zvolené úèty.

source: No data
pl: Brak danych
sk: Bez dát

source: The selected accounts contain no data/transactions (or only zeroes) for the selected time period
pl: Wybrane konta nie zawiera danych/transakcji (lub tylko zera) dla wybranego okresu czasu
sk: Zvolené úèty neobsahujú údaje/transakcie (alebo iba nuly) pre zvolené èasové obdobie

source: Can't save style sheet
pl: Nie mo¿na zapisaæ arkusza stylów
sk: Nie je mo¾né ulo¾i» ¹týl

source: This report has no options.
sk: Tento výkaz nemá nastavenia

source: Display the %s report
sk: Zobrazi» výkaz %s

source: Number of columns
pl: Liczba kolumn
sk: Poèet ståpcov

source: Number of columns before wrapping to a new row
pl: Liczba kolumn przed zawiniêciem do nowego wiersza
sk: Poèet ståpcov pred zarovnaním do nového ståpca

source: Edit Options
pl: Opcje edycji
sk: Upravi» nastavenia

source: Single Report
pl: Pojedynczy raport
sk: Jednoduchý výkaz

source: Multicolumn View
pl: Widok wielokolumnowy
sk: Viacståpcový pohµad

source: Custom Multicolumn Report
sk: Vlastný viacståpcový výkaz

source: URL to frame
sk: URL do rámca

source: URL to display in report
sk: URL, ktorí sa zobrazí vo výkaze

source: Frame URL
pl: Ramka URL
sk: Rámec URL

source: Custom Web Report
sk: Vlastný web výkaz

source: Hello, World!
pl: Witaj ¶wiecie!
sk: Ahoj, Svet!

source: Boolean Option
pl: Opcja logiczna
sk: Nastavenie boolean

source: This is a boolean option.
pl: To jest opcja logiczna.
sk: Toto je boolean nastavenie.

source: Multi Choice Option
pl: Opcja wielokrotnego wyboru
sk: Nastavenie s viacerými voµbami

source: This is a multi choice option.
pl: To jest opcja wielokrotnego wyboru.
sk: Toto je nastavenie viacerými voµbami.

source: First Option
pl: Pierwsza opcja
sk: Prvé nastavenie

source: Help for first option
pl: Pomoc dotycz±ca pierwszej opcji
sk: Pomocník pre prvé nastavenie

source: Second Option
pl: Druga opcja
sk: Druhé nastavenie

source: Help for second option
pl: Pomoc dotycz±ca drugiej opcji
sk: Pomoc pre druhú nastavenie

source: Third Option
pl: Trzecia opcja
sk: Tretie nastavenie

source: Help for third option
pl: Pomoc dotycz±ca trzeciej opcji
sk: Pomoc pre tretiu mo¾nos»

source: Fourth Options
pl: Czwarta opcja
sk: ©tvrté nastavenie

source: The fourth option rules!
pl: Czwarta opcja rz±dzi!
sk: Pravidlá ¹tvrtého nastavenia!

source: String Option
pl: Opcja napisowa
sk: Nastavenie re»azca

source: This is a string option
pl: To jest opcja napisowa
sk: Toto je nastavenie re»azca.

source: Hello, World
pl: Witaj ¶wiecie
sk: Ahoj, svet

source: Just a Date Option
pl: Tylko opcja daty
sk: Iba nastavenie dátumu

source: This is a date option
pl: To jest opcja daty
sk: Toto je nastavenie dátumu

source: Time and Date Option
pl: Opcja daty i czasu
sk: Nastavenia èasu a dátumu

source: This is a date option with time
pl: To jest opcja daty z czasem
sk: Toto je nastavenie dátumu s èasom

source: Combo Date Option
sk: Nastavenie dátumu

source: This is a combination date option
sk: Toto je nastavenie kombinovaného dátumu

source: Relative Date Option
sk: Nastavenia relatívneho dátumu

source: This is a relative date option
sk: Toto je nastavenie relatívneho dátumu

source: Number Option
pl: Opcja liczbowa
sk: Nastavenie èísel

source: This is a number option.
pl: To jest opcja liczbowa.
sk: Toto je nastavenie pre èísla

source: This is a color option
pl: To jest opcja koloru
sk: Toto je nastavenie farby

source: Hello Again
pl: Witaj ponownie
sk: Opä» Ahoj

source: An account list option
sk: Nastavenie zoznamu úètov

source: This is an account list option
sk: Toto je nastavenie zoznamu úètov

source: A list option
pl: Opcja listy
sk: Zoznam mo¾ností

source: This is a list option
pl: To jest opcja listy
sk: Toto je nastavenie zoznamu

source: The Good
pl: Dobra
sk: Dobré

source: Good option
pl: Dobra opcja
sk: Dobré nastavenie

source: The Bad
pl: Z³a
sk: Zlé

source: Bad option
pl: Z³a opcja
sk: Zlé nastavenie

source: The Ugly
pl: Okropna
sk: Hnusné

source: Ugly option
pl: Okropna opcja
sk: Hnusné nastavenie

source: Testing
pl: Testowanie
sk: Testovanie

source: Crash the report
sk: Výkaz o havárií

source: This is for testing. Your reports probably shouldn't have an option like this.
pl: To jest dla celów testowych. Prawdopodobnie twój raport nie powinien zawieraæ takiej opcji.
sk: Toto je na testovanie. Va¹e výkazy by nemali ma» takého nastavenia.

source: For help on writing reports, or to contribute your brand new, totally cool report, consult the mailing list %s.
pl: Aby uzyskaæ pomoc na temat pisania raportów lub na temat tworzenia nowego, totalnie odjechanego raportu, zajrzyn na listê dyskusyjn± %s.
sk: Pomoc pri písaní výkazov, alebo ak chcete prispie» s úplne novým, absolútne ¹pièkovým výkazom, konzultujete v e-mailovej konferencií %s.

source: For details on subscribing to that list, see %s.
pl: Aby uzyskaæ szczegó³y na temat subskrybowania tej listy, zajrzyj na %s.
sk: Bli¾¹ie informácie o prihlásení sa do tejto konferencie nájdete na %s.

source: You can learn more about writing scheme using this %s.
pl: Mo¿na nauczyæ siê wiêcej na temat pisania schematów u¿ywaj±c %s.
sk: V %s sa mô¾ete nauèi» viac o písaní schém.

source: online book
sk: online knihe

source: The current time is %s.
pl: Aktualny czas - %s.
sk: Aktuálny èas je %s.

source: The boolean option is %s.
pl: Opcja logiczna - %s.
sk: Boolean nastavenie je %s.

source: true
pl: prawda
sk: pravda

source: false
pl: fa³sz
sk: nepravda

source: The multi-choice option is %s.
sk: Nastavenie s viacerými voµbami je %s.

source: The string option is %s.
sk: Nastavenie re»azca je %s.

source: The date option is %s.
sk: Nastavenie dátumu je %s.

source: The date and time option is %s.
sk: Nastavenie dátumu a èasu je %s.

source: The relative date option is %s.
sk: Nastavenie relatívneho dátumu je %s.

source: The combination date option is %s.
sk: Nastavenie kombinovaného dátume je %s.

source: The number option is %s.
sk: Nastavenie èísla je %s.

source: The number option formatted as currency is %s.
sk: Nastavenie èísla formátovaného ako mena je %s.

source: Items you selected:
pl: Wybrane elementy:
sk: Polo¾ky, ktoré ste zvolili:

source: List items selected
sk: Zoznam zvolených polo¾iek

source: (You selected no list items.)
pl: (Nie zosta³y wybrane ¿adne elementy listy.)
sk: (Nevybrali ste zoznam polo¾iek.)

source: You have selected no accounts.
pl: Nie zosta³y wybrane ¿adne konta.
sk: Nevybrali ste si úèet

source: Have a nice day!
pl: Mi³ego dnia!
sk: Príjemný deò

source: Sample Report with Examples
sk: Vzorový výkaz s príkladmi.

source: A sample report with examples.
pl: Próbny raport z przyk³adami.
sk: Vzorový výkaz s príkladmi.

source: Welcome to GnuCash
sk: Vitajte v GnuCash

source: Welcome to GnuCash 1.8!
sk: Vitajte v GnuCash 1.8!

source: GnuCash 1.8 has lots of nice features. Here are a few.
sk: GnuCash 1.8 má veµa pekných vlastností. Tu sú niektoré.

source: Step Size
pl: Rozmiar kroku
sk: Veµkos» kroku

source: Report's currency
pl: Waluta raportu
sk: Mena výkazu

source: Price of Commodity
pl: Cena towaru
sk: Cena komodity

source: Price Source
pl: ¬ród³o cen
sk: Zdroj cien

source: Show Net Profit
sk: Zobrazi» èistý zisk

source: Show Asset & Liability bars
sk: Zobrazí ståpce Aktív a Pasív

source: Show Net Worth bars
sk: Zobrazí ståpce Èistej hodnoty

source: Marker
pl: Znacznik
sk: Zvýrazòovaè

source: Marker Color
pl: Kolor znacznika
sk: Farba zvýrazòovaèa

source: Plot Width
pl: Szeroko¶æ wykresu
sk: ©írka zobrazenia

source: Plot Height
pl: Wysoko¶æ wykresu
sk: Vý¹ka zobrazenia

source: Calculate the price of this commodity.
sk: Kalkulova» cenu tejto komodity.

source: Actual Transactions
pl: Aktualne Transakcje
sk: Aktuálna transakcia

source: Price Database
pl: Baza danych cen
sk: Cenová databáza

source: The recorded prices
pl: Zapisane ceny
sk: Zaznamenané ceny

source: Color of the marker
pl: Kolor znacznika
sk: Farba zvýrazòovaèa

source: %s to %s
pl: %s do %s
sk: %s do %s

source: Double-Weeks
sk: Dvojtý¾denne

source: All Prices equal
pl: Wszystkie ceny równe
sk: V¹etky ceny sú rovnaké

source: All the prices found are equal. This would result in a plot with one straight line. Unfortunately, the plotting tool can't handle that.
sk: V¹etky ceny, ktoré boli nájdené sú rovnaké. Toto by malo za následok zobrazenie jednej rovnej èiary. Nane¹tastie, nástroj na kreslenie to nedoká¾e.

source: All Prices at the same date
sk: V¹etky ceny majú rovnaký dátum

source: All the prices found are from the same date. This would result in a plot with one straight line. Unfortunately, the plotting tool can't handle that.
sk: V¹etky nájdené ceny majú rovnaký dátum. To má za následok, ¾e by mal by» zobrazený graf s rovnou èiarou. Nane¹»astie, nástroj na tvorbu grafu to nedoká¾e.

source: Only one price
pl: Tylko jedna cena
sk: Len jedna cena

source: There was only one single price found for the selected commodities in the selected time period. This doesn't give a useful plot.
sk: Pre zvolenú komoditu bola nájdená len jedna cena vo zvolenom èasovom období. To neposkytne u¾itoèné zobrazenie.

source: There is no price information available for the selected commodities in the selected time period.
sk: Pre zvolenú komoditu nie sú dostupné informácie o cene vo zvolenom èasovom období.

source: Identical commodities
sk: Identické komodity

source: Your selected commodity and the currency of the report are identical. It doesn't make sense to show prices for identical commodities.
sk: Komodita a mena, ktoré ste zvolili pre výkaz, sú identické.To nedáva zmysel, aby boli zobrazené ceny pre identické komodity.

source: Price Scatterplot
sk: Naèrtnú» cenový rozptyl

source: Income/Expense Chart
pl: Wykres przychodów/wydatków
sk: Graf Príjmov/Výdajov

source: Report on these accounts, if chosen account level allows.
sk: Vytvori» výkaz z týchto úètov, ak to umo¾òuje nastavená úroveò úètov.

source: Show Income and Expenses?
sk: Zobrazi» príjmy a výdaje?

source: Show the Asset and the Liability bars?
sk: Zobrazí ståpce Aktív a Pasív

source: Show the net profit?
sk: Zobrazi» èistý zisk?

source: Show a Net Worth bar?
sk: Zobrazi» graf Èistej hodnoty?

source: Net Profit
sk: Èistý zisk

source: Net Worth
sk: Èistá hodnota

source: Income Chart
pl: Wykres przychodów
sk: Graf príjmov

source: Asset Chart
pl: Wykres aktywów
sk: Graf aktív

source: Expense Chart
pl: Wykres wydatków
sk: Graf výdavkov

source: Liability Chart
pl: Wykres obci±¿eñ
sk: Graf pasív

source: Net Worth Barchart
sk: Ståpcový graf Èistej hodnoty

source: Income & Expense Chart
sk: Graf Príjmov a Výdajov

source: Account Display Depth
pl: G³êboko¶æ wy¶wietlania kont
sk: Håbka zobrazenia úètov

source: Always show sub-accounts
sk: V¾dy zobrazi» podúèty

source: Show Exchange Rates
sk: Zobrazi» výmenné kurzy

source: Show the exchange rates used
sk: Zobrazí pou¾itý výmenný kurz

source: %s - %s to %s for
sk: %s - %s do %s pre

source: %s and subaccounts
sk: %s a podúèty

source: %s and selected subaccounts
sk: %s a oznaèené podúèty

source: Difference
sk: Rozdiely

source: Income Barchart
pl: Wykres s³upkowy przychodów
sk: Ståpcový graf Príjmov

source: Expense Barchart
pl: Wykres s³upkowy wydatków
sk: Ståpcový graf Výdajov

source: Asset Barchart
pl: Wykres s³upkowy aktywów
sk: Ståpcový graf Aktív

source: Liability Barchart
pl: Wykres s³upkowy obci±¿eñ
sk: Ståpcový graf Pasív

source: Shows a barchart with the Income per interval developing over time
pl: Wy¶wietla wykres s³upkowy zmian przychodów w czasie
sk: Zobrazí ståpcový graf s príjmami za èasový interval rozvoja

source: Shows a barchart with the Expenses per interval developing over time
pl: Wy¶wietla wykres s³upkowy zmian rozchodów w czasie
sk: Zobrazí ståpcový graf s výdajmi za èasový interval rozvoja

source: Shows a barchart with the Assets developing over time
pl: Wy¶wietla wykres s³upkowy zmian aktywów w czasie
sk: Zobrazí ståpcový graf s aktívami èasového rozvoja

source: Shows a barchart with the Liabilities developing over time
pl: Wy¶wietla wykres s³upkowy zmian obci±¿eñ w czasie
sk: Zobrazí ståpcový graf s pasívami èasového rozvoja

source: Income Over Time
pl: Przychody w czasie
sk: Príjem za obdobie

source: Expense Over Time
pl: Rozchody w czasie
sk: Výdaje za obdobie

source: Assets Over Time
pl: Aktywa w czasie
sk: Aktíva za obdobie

source: Liabilities Over Time
pl: Obci±¿enia w czasie
sk: Pasíva za obdobie

source: Show Accounts until level
sk: Zobrazi» úèty do úrovne

source: Show long account names
sk: Zobrazi» dlhé názvy úètov

source: Use Stacked Bars
sk: Pou¾i» skladané ståpce

source: Maximum Bars
pl: Maksimum s³upków
sk: Maximum ståpcov

source: Show accounts to this depth and not further
sk: Zobrazi» úèty iba po túto úroveò a ïalej nie

source: Show the full account name in legend?
sk: Zobrazi» úplné mená úètov v legende?

source: Show barchart as stacked barchart? (Guppi>=0.35.4 required)
sk: Zobrazi» ståpcový graf ako skladaný ståpcový graf? (je po¾adované Guppi>=0.35.4)

source: Maximum number of bars in the chart
pl: Maksymalna liczba s³upków na wykresie
sk: Maximálny poèet ståpcov v grafe

source: Balances %s to %s
sk: Saldá %s do %s

source: and
sk: a

source: Investment Portfolio
pl: Portfel inwestycji
sk: Investièné portfólio

source: Report Currency
pl: Waluta raportu
sk: Mena výkazu

source: Stock Accounts to report on
sk: Výkaz z úètu akcií

source: Listing
sk: Zoznam

source: Units
pl: Jednostki
sk: Jednotky

source: Balance Sheet
pl: Arkusz bilansowy
sk: Úètovná súvaha

source: Show balances for parent accounts
sk: Zobrazi» bilancie pre rodièovské úèty

source: Show subtotals
sk: Zobrazi» medzisúèty

source: Show Foreign Currencies
sk: Zobrazi» cudzie meny

source: Show subtotals for parent accounts
sk: Zobrazí medzisúèty pre rodièovské úèty

source: Unrealized Gains(Losses)
pl: Niezrealizowane zarobki (straty)
sk: Nerealizované výnosy(strata)

source: Total Equity
sk: Celkový majetok

source: Liabilities & Equity
sk: Pasíva a majetok

source: Account Summary
pl: Podsumowanie z konta
sk: Sumár úètov

source: Show Foreign Currencies/Shares of Stock
sk: Zobrazi» cudzie meny/akcie

source: Group the accounts
sk: Skupina úètov

source: Gain
pl: Zarobek
sk: Výnos

source: Transaction Report
pl: Raport z transakcji
sk: Výkaz transakcií

source: Sorting
pl: Uporz±dkowanie
sk: Triedenie

source: Primary Key
pl: Klucz podstawowy
sk: Primárny kµúè

source: Primary Subtotal
sk: Primárny medzisúèet

source: Primary Subtotal for Date Key
sk: Primárny medzisúèet pre èasový kµúè

source: Secondary Key
pl: Klucz pomocniczy
sk: Sekundárny kµúè

source: Secondary Subtotal
sk: Sekundárny medzisúèet

source: Secondary Subtotal for Date Key
sk: Sekundárny medzisúèet pre èasový kµúè

source: Void Transactions?
sk: Vyprázdni» transakcie?

source: Total For
sk: Celkovo za

source: Grand Total
sk: Hlavný súèet

source: Reconciled Date
sk: Dátum vysporiadania

source: Other Account Name
pl: Inna nazwa konta
sk: Iný úètový názov

source: Running Balance
sk: Obrat

source: Use Full Account Name?
sk: Pou¾i» úplný názov úètu?

source: Other Account Code
pl: Inny kod konta
sk: Iný úètový kód

source: Transfer from/to
pl: Transfer z/do
sk: Previes» z/na

source: Style
pl: Styl
sk: ©týl

source: Report style
pl: Styl raportu
sk: ©týl výkazov

source: Multi-Line
sk: Viac riadkov

source: Display N lines
sk: Zobrazi» N riadkov

source: Single
sk: Jednoduché

source: Display 1 line
sk: Zobrazi» 1 riadok

source: Report Accounts
sk: Výkaz úètov

source: Report on these accounts
sk: Urobi» výkaz z týchto úètov

source: Filter Accounts
sk: Filter úètov

source: Filter on these accounts
sk: Filter na tieto úèty

source: Filter Type
pl: Rodzaj filtru
sk: Typ filtra

source: Filter account
sk: Filtrova» úèty

source: Do not do any filtering
sk: Nepou¾íva» filter

source: How to handle void transactions
sk: Ako spracova» prázdne transakcie

source: Both
sk: Oboje

source: Do not sort
sk: Netriedi»

source: Sort & subtotal by account name
sk: Triedenie a medzisúèty podµa názvu úètu

source: Sort & subtotal by account code
sk: Triedenie a medzisúèty podµa kódu úètu

source: Exact Time
pl: Dok³adny czas
sk: Presný èas

source: Sort by exact time
sk: Triedi» podµa presného èasu

source: Sort by the Reconciled Date
sk: Triedi» podµa dátumu vysporiadania

source: Register Order
sk: Triedenie registra

source: Sort as with the register
sk: Triedi» ako s registrom

source: Sort by account transferred from/to's name
sk: Usporiada» úèty podµa mena prevodu z/na

source: Sort by account transferred from/to's code
sk: Triedi» podµa úètového kódu prevodu z/do

source: Sort by amount
sk: Triedi» podµa sumy

source: Number
pl: Liczba
sk: Èíslo

source: Sort by check/transaction number
pl: Sort by cheque/transaction number
sk: Triedi» podµa èísla ¹eku/transakcie

source: Sort by memo
sk: Triedi» podµa poznámky

source: Ascending
pl: Rosn±co
sk: Vzostupne

source: smallest to largest, earliest to latest
pl: od najmniejszego do najwiêkszego, wcze¶niejszy przed pó¼niejszym
sk: od najmen¹ieho po najväè¹ie, od najskor¹ieho k poslednému

source: Descending
pl: Malej±co
sk: Zostupne

source: largest to smallest, latest to earliest
pl: od najwiêkszego do najmniejszego, pó¼niejszy przed wcze¶niejszym
sk: od najväè¹ieho k najmen¹iemu, od posledného k najstar¹iemu

source: Sort by this criterion first
sk: Triedi» najprv podµa tohoto kritéria

source: Subtotal according to the primary key?
sk: Medzisúèty podµa primárneho kµúèa?

source: Do a date subtotal
sk: Urobi» dátumové medzisúèty

source: Primary Sort Order
sk: Primárne triedenie

source: Order of primary sorting
sk: Urèenie primárneho triedenia

source: Sort by this criterion second
sk: Pou¾i» toto kritérium pre druhotné triedenie

source: Subtotal according to the secondary key?
sk: Medzisúèty podµa sekundárneho kµúèa?

source: Secondary Sort Order
sk: Druhotné triedenie

source: Order of Secondary sorting
sk: Urèenie sekundárneho triedenia

source: Display the date?
sk: Zobrazi» dátum?

source: Display the check number?
sk: Zobrazi» èíslo ¹eku?

source: Display the description?
sk: Zobrazi» popis?

source: Display the memo?
sk: Zobrazi» poznámku?

source: Display the full account name
sk: Zobrazi» úplný názov úètu

source: Display the number of shares?
sk: Zobrazi» poèet podielov?

source: Display the shares price?
sk: Zobrazi» cenu podielov?

source: Display a running balance
sk: Zobrati» obrat na úète

source: Totals
sk: Súèty

source: Display the totals?
sk: Zobrazi» súèty?

source: Display the amount?
sk: Zobrazi» sumu?

source: No amount display
sk: Nezobrazi» ¾iadnu sumu

source: Single Column Display
sk: Jednoståpcové zobrazenie

source: Double
sk: Dvojité

source: Two Column Display
pl: Wy¶wietlanie w dwóch kolumnach
sk: Dvojståpcové zobrazenie

source: Sign Reverses?
sk: Reverzné oznaèenie?

source: Reverse amount display for certain account types
sk: Reverzné zobrazenie sumy pre urèité typy úètov

source: Don't change any displayed amounts
sk: Nemeni» zobrazené sumy

source: Income and Expense
pl: Przychody i Rozchody
sk: Príjem a výdaj

source: Reverse amount display for Income and Expense Accounts
sk: Reverzné zobrazenie sumy pre úèty Príjmov a Výdajov

source: From %s To %s
pl: Od %s do %s
sk: Od %s do %s

source: Primary Subtotals/headings
sk: Primárne medzisúèty/záhlavie

source: Secondary Subtotals/headings
sk: Sekundárne medzisúèty/záhlavie

source: Split Odd
sk: Rozdeli» nepárne

source: Split Even
sk: Rozdeli» párne

source: No matching transactions found
pl: Nie odnaleziono pasuj±cych transakcji
sk: Nena¹la sa zodpovedajúca transakcia

source: No transactions were found that match the given time interval and account selection.
pl: Nie odnaleziono ¿adnych transakcji, które pasuj± do zadanego okresu czasu i wybranych kont.
sk: Nena¹la za ¾iadna transakcia, ktorá by zodpovedala danému èasovému intervalu a zvoleným úètom.

source: Title
pl: Tytu³
sk: Titul

source: The title of the report
pl: Tytu³ raportu
sk: Titul výkazu

source: Display the account?
sk: Zobrazi» úèet?

source: Client
pl: Klient
sk: Klient

source: Average Balance
pl: ¦redni bilans
sk: Priemerná bilancia

source: Include Sub-Accounts
sk: Vrátane podúètov

source: Include sub-accounts of all selected accounts
sk: Vrátane podúètov v¹etkých zvolených úètov

source: Do transaction report on this account
sk: Urobi» výkaz transakcií za tento úèet

source: Show table
sk: Zobrazi» tabuµku

source: Display a table of the selected data.
sk: Zobrazi» tabuµku zo zvolených dát.

source: Show plot
sk: Ukáza» zobrazenie

source: Display a graph of the selected data.
sk: Zobrazi» graf zo zvolených dát

source: Plot Type
pl: Typ wykresu
sk: Typ zobrazenia

source: The type of graph to generate
pl: Typ generowanego wykresu
sk: Typ generovaného grafu

source: Average
pl: ¦rednia
sk: Priemer

source: Profit
pl: Zysk
sk: Zisk
