Repository: kleopatra999/gnucash-svn
Catalog: po/*.po
Languages: pl, sk

source: You must select an account to check and repair.
pl: Nale¿y wybraæ konto do sprawdzenia i naprawy.
sk: Musíte si zvoli» úèet, ktorý bude skontrolovaný a opravený.

source: Open the selected account
pl: Otwiera zaznaczone konto
sk: Otvorí zvolený úèet

source: Edit the selected account
pl: Modyfikuje zaznaczone konto
sk: Upraví zvolený úèet

source: Edit the account view options
pl: Modyfikuje opcje widoku konta
sk: Upravi» nastavenie úètového pohµadu

source: Delete selected account
pl: Usuwa zaznaczone konto
sk: Odstráni zvolený úèet

source: Check & Repair A_ccount
pl: Sprawd¼ i napraw k_onto
sk: Kontrola a _oprava úètu

source: Check for and repair unbalanced transactions and orphan splits in this account
sk: Skontroluje a opraví nerovnová¾ne transakcie a osirotené rozdelenia v tomto úète

source: Check & Repair Su_baccounts
pl: Sprawd¼ i napraw su_bkonto
sk: Skontrolova» a opravi» po_dúèty

source: Check for and repair unbalanced transactions and orphan splits in this account and its subaccounts
sk: Skontroluje a opraví nerovnová¾ne transakcie a osirotené rozdelenia v tomto úète a jeho podúètoch

source: Check & Repair A_ll
pl: Sprawd¼ i napraw ws_zystko
sk: Skontro_lova» a opravi» v¹etko

source: Check for and repair unbalanced transactions and orphan splits in all accounts
sk: Skontroluje a opraví nerovnová¾ne transakcie a osirotené rozdelenia vo v¹etkých úètoch

source: Open Account
sk: Otvori» úèet

source: Open _Subaccounts
sk: O_tvori» podúèty

source: Open the selected account and all its subaccounts
pl: Otwiera wybrane konto i wszystkie jego konta podrzêdne
sk: Otvorí zvolený úèet a v¹etky jeho podúèty

source: Reconcile the selected account
pl: Uzgadnia wybrane konto
sk: Vysporiada» zvolený úèet

source: Stock S_plit...
sk: Rozdelenie _akcií...

source: _New Account...
pl: _Nowe konto...
sk: _Nový úèet...

source: _Delete Account
pl: _Usuñ konto
sk: O_dstráni» úèet

source: _Check & Repair
pl: Spraw_d¼ i zreperuj
sk: _Kontrola a oprava

source: _Account
pl: Kon_to
sk: _Úèet

source: _Open Account
pl: _Otwórz konto
sk: _Otvori» úèet

source: Open S_ubaccounts
pl: Otwórz konta po_drzêdne
sk: O_tvori» podúèet

source: Net Assets
sk: Èisté aktíva

source: Profits
pl: Zyski
sk: Zisk

source: Select "Exit" to exit GnuCash.
pl: Aby zakoñczyæ pracê z GnuCashem, sybierz "Zakoñcz"
sk: Na ukonèenie GnuCash tlaète "Koniec".

source: The GnuCash personal finance manager. The GNU way to manage your money! http://www.gnucash.org/
sk: GnuCash osobný správca financií. GNU spôsob ako riadi» peniaze! http://www.gnucash.org

source: Export _Accounts...
sk: Expo_rtova» úèty...

source: Export the account hierarchy to a new file
pl: Eksportuje hierarchiê kont do nowego pliku
sk: Exportova» hierarchiu úètov do nového súboru

source: _New File
sk: _Nový súbor

source: Create a new file
pl: Tworzy nowy plik
sk: Vytvorí nový súbor

source: New Account _Tree
sk: Nový strom úèto_v

source: Open a new account tree view
pl: Otwiera nowy widok drzewa kont
sk: Otvorí nový stromový pohµad na úèty

source: Open in a New Window
sk: Otvori» v novom okne

source: Open a new top-level GnuCash window for the current view
pl: Otwiera nowe nadrzêdne okno GnuCash i przenosi do niego bie¿±cy widok
sk: Otvori» nové GnuCash okno najvy¹¹ej úrovne pre aktuálny pohµad

source: Open _Recent
sk: O_tvori» posledné

source: Ta_x Options
sk: Nastavenia _daní

source: Setup tax information for all income and expense accounts
pl: Ustawia informacje podatkowe dla wszystkich kont przychodów i rozchodów
sk: Nastavenie daòových informácií pre v¹etky príjmové a výdajové úèty

source: _Refresh
sk: _Obnovi»

source: Refresh this window
sk: Obnovi» toto okno

source: Show/hide the summary bar on this window
sk: Zobrazí/skryje sumárový riadok v tomto okne

source: Show/Hide the status bar on this window
sk: Zobrazí skryje stavový riadok v tomto okne

source: _Scheduled Transaction Editor
sk: Editor plánovaných tran_sakcií

source: The list of Scheduled Transactions
sk: Zoznam plánovaných transakcií

source: _Scheduled Transactions
sk: _Plánované transakcie

source: Commodity _Editor
pl: _Edytor towarów
sk: _Editor komodít

source: Financial _Calculator
pl: _Kalkulator finansowy
sk: Finanèná _kalkukaèka

source: _Find Transactions
pl: _Znajd¼ transakcje
sk: _Nájs» transakciu

source: Find transactions with a search
pl: Wyszukuje transakcje na podstawie kryteriów
sk: Pohµadá transakciu

source: _Tips Of The Day
pl: _Porada dnia
sk: _Tip dòa

source: _Windows
pl: _Okna
sk: _Okná

source: Save the file to disk
pl: Zapisz plik na dysku
sk: Ulo¾í súbor na disk

source: Close the current notebook page
pl: Zamyka bie¿±c± stronê notatnika
sk: Zavrie aktuálnu stránku poznámkového bloku

source: Exit
pl: Zakoñcz
sk: Koniec

source: Exit GnuCash
pl: Koñczy pracê GnuCash
sk: Ukonèí GnuCash

source: Interest Payment
sk: Splátka úroku

source: Interest Charge
sk: Úroková miera

source: Payment From
sk: Platba z

source: Reconcile Account
sk: Vysporiada» úèet

source: Payment To
sk: Platby na

source: Reconcile Information
pl: Informacje uzgadniania
sk: Informácie o vysporiadaní

source: Statement Date:
sk: Dátum vyúètovania:

source: Starting Balance:
pl: Bilans pocz±tkowy:
sk: Poèiatoèný stav

source: Ending Balance:
pl: Bilans koñcowy:
sk: Koneèný stav

source: Include Subaccounts
pl: Wraz z kontami podrzêdnymi
sk: Vrátane podúètov

source: Debits
pl: Obci±¿enia
sk: Debety

source: Credits
pl: Uznania
sk: Kredity

source: Are you sure you want to delete the selected transaction?
sk: Ste si istý, ¾e chcete odstráni» zvolenú transakciu?

source: Reconcile
pl: Uzgadnianie
sk: Vysporiada»

source: _Reconcile Information...
pl: _Uzgodnij informacje...
sk: _Informácie o vysporiadaní...

source: Change the reconcile information including statement date and ending balance.
pl: Zmienia informacje uzgodnienia w³±czaj±c datê operacji oraz bilans zamkniêcia.
sk: Zmeni» informácie o vysporiadaní vrátane dátumu vyúètovania a koneèného stavu.

source: _Finish
pl: _Zakoñcz
sk: _Ukonèi»

source: Finish the reconciliation of this account
pl: Koñczy uzgadanianie tego konta
sk: Ukonèi» vysporiadanie tohoto úètu

source: _Postpone
pl: _Prze³ó¿
sk: Od_lo¾i»

source: Postpone the reconciliation of this account
pl: Przek³ada uzgadnianie tego konta
sk: Odlo¾í vysporiadanie tohoto úètu

source: Cancel the reconciliation of this account
pl: Anuluje uzgadnianie tego konta
sk: Preru¹i» vysporiadavanie tohoto úètu

source: Open the account
pl: Otwiera konto
sk: Otvori» úèet

source: Edit the main account for this register
pl: Modyfikuje g³ówne konto dla tego rejestru
sk: Upraví hlavný úèet v tomto registri

source: _New
pl: _Nowa
sk: _Nový

source: Add a new transaction to the account
pl: Dodaje do konta now± transakcjê
sk: Pridá novú transakciu do úètu

source: Edit the current transaction
pl: Modyfikuje bie¿±c± transakcjê
sk: Upraví aktuálnu transakciu

source: Delete the selected transaction
sk: Odstráni» zvolenú transakciu

source: Open the GnuCash help window
pl: Otwiera okno pomocy GnuCash
sk: Otvorí okno s pomocníkom pre GnuCash

source: _Reconcile
pl: Uz_godnij
sk: _Vysporiada»

source: _Transaction
pl: _Transakcja
sk: _Transakcia

source: Finish
pl: Zakoñcz
sk: Ukonèi»

source: Reconciled Balance:
pl: Uzgodniony bilans:
sk: Vysporiadaná bilancia:

source: Difference:
pl: Ró¿nica:
sk: Rozdiel

source: The account is not balanced. Are you sure you want to finish?
sk: Úèet nie je v rovnováhe. Ste si istý, ¾e chcete ukonèi»?

source: Do you want to postpone this reconciliation and finish it later?
pl: Czy chcesz prze³o¿yæ to uzgodnienie i zakoñczyæ je pó¼niej?
sk: Prajete si odlo¾i» toto vysporiadanie a dokonèi» ho neskôr?

source: You have made changes to this reconcile window. Are you sure you want to cancel?
pl: Wprowadzono zmiany do tego okna uzgadaniania. Czy chcesz je anulowaæ?
sk: Vykonali ste zmeny v tomto okne. Prajete si ich zru¹i»?

source: General Ledger
pl: Ksiêga ogólna
sk: Hlavná kniha

source: General Ledger Report
pl: Raport ksiêgi ogólnej
sk: Výkaz Hlavnej knihy

source: Portfolio
sk: Portfólio

source: Portfolio Report
sk: Portfóliový výkaz

source: Search Results
pl: Rezultaty Wyszukiwania
sk: Prehµada» výsledky

source: Search Results Report
sk: Prehµada» výkaz výsledkov

source: Register Report
pl: Raport rejestru
sk: Výkaz registra

source: <No information>
pl: <Brak informacji>
sk: <Bez informácii>

source: The current transaction has been changed. Would you like to record it?
pl: Aktualna transakcja zosta³a zmieniona. Czy chcesz j± zapisaæ?
sk: Aktuálna transakcia bola zmenená. Prajete si ju zaznamena»?

source: Are you sure you want to remove the Splits of this transaction?
sk: Ste si istý, ¾e chcete odstráni» rozdelenie tejto transakciu?

source: Are you sure you want to delete %s from the transaction %s ?
pl: Czy na pewno chcesz usun±æ %s z transakcji %s ?
sk: Ste si istý, ¾e chcete odstráni» %s z transakcie %s ?

source: (no memo)
pl: (brak notatki)
sk: (Poznámka)

source: (no description)
pl: (brak opisu)
sk: (bez popisu)

source: Are you sure you want to delete the current transaction?
pl: Czy na pewno chcesz usun±æ bie¿±c± transakcjê?
sk: Ste si istý, ¾e chcete odstráni» aktuálnu transakciu?

source: Present:
pl: Obecne:
sk: Súèasnos» (prítomné):

source: Future:
pl: Przysz³e
sk: Budúcnos»:

source: Cleared:
pl: Czyste:
sk: Oèistené:

source: Reconciled:
pl: Uzgodnione:
sk: Vysporiadané

source: Shares:
pl: Udzia³y:
sk: Podiely:

source: Current Value:
pl: Bie¿±ca warto¶æ:
sk: Súèasná hodnota

source: View
sk: Zobrazenie

source: You must select an item from the list
sk: Musíte vybra» polo¾ku zo zoznamu.

source: Select
sk: Vybra»

source: Add criterion
sk: Prida» kritérium

source: New %s
sk: Nový %s

source: item
sk: polo¾ka

source: You have not selected any accounts
sk: Nevybrali ste si ¾iadny úèet

source: Selected Accounts
sk: Zvolené úèty

source: Choose Accounts
sk: Vybra» úèty

source: Select the Accounts to Compare
sk: Vybra» úèty na porovnávanie

source: is before
sk: je pred

source: is not on
sk: nie je na

source: is after
sk: je po

source: is less than
sk: je menej ne¾

source: is less than or equal to
sk: je men¹ie alebo rovné

source: equals
sk: rovná sa

source: is greater than
sk: je viac ne¾

source: is greater than or equal to
sk: je väè¹ie alebo rovné

source: less than
sk: men¹ie ako

source: less than or equal to
sk: je men¹ie alebo sa rovná

source: equal to
sk: rovná sa

source: not equal to
sk: nerovná sa

source: greater than
sk: väè¹ie ako

source: greater than or equal to
sk: je väè¹ie alebo sa rovná

source: has credits or debits
sk: má kredity alebo debety

source: has debits
sk: má debety

source: has credits
sk: má kredity

source: You need to enter a string value
sk: Musíte vlo¾i» re»azcovú hodnotu

source: Error in regular expression '%s': %s
sk: Chyba v regulárnom výraze '%s': %s

source: contains
sk: obsahuje

source: does not contain
sk: neobsahuje

source: Case Insensitive?
sk: Rozli¹ova» veµkos» písmen?

source: Search
sk: Hµada»

source: Add results to current search
pl: Dodanie wyników do bie¿±cego wyszukiwania
sk: Prida» výsledky do aktuálneho hµadania

source: Delete results from current search
pl: Usuniêcie wyników z bie¿±cego wyszukiwania
sk: Odstráni» výsledky z aktuálneho hµadania

source: New Item....
sk: Nová polo¾ka...

source: New search
pl: Nowe wyszukiwanie
sk: Nové hµadanie

source: Refine current search
pl: Sprecyzowanie bie¿±cego wyszukiwania
sk: Zjemni» aktuálne hµadanie

source: Search Criteria
sk: Kritériá hµadania

source: Search for...
sk: Hµada»...

source: Type of search
pl: Rodzaj wyszukiwania
sk: Typ hµadania

source: Not Cleared
sk: Neoèistené

source: Cleared
pl: Wyczyszczenie
sk: Oèistené

source: Reconciled
sk: Vysporiadané

source: Frozen
sk: Zamrznuté

source: CUSIP or other code:
pl: CUSIP lub inny kod:
sk: CUSIP alebo iný kód:

source: Currency/security:
pl: Waluta/zabezpieczenie:
sk: Mena/cenný papier

source: Enter a unique code used to identify the commodity. Or, you may safely leave this field blank.
pl: Wprowad¼ unikalny kod u¿ywany do identyfikacji towaru. Mo¿esz równie¿bezpiecznie pozostawiæ to pole puste.
sk: Vlo¾te jedineèný kód, ktorý sa pou¾ije na jeho identifikáciu. Toto políèko mô¾ete pokojne necha» prázdne.

source: Enter the full name of the commodity. Example: US Dollars
pl: Podaj pe³n± nazwê toawru, np. Dolary amerykañskie
sk: Vlo¾te úplný názov komodity. Nasample:US Dollar

source: Enter the smallest fraction of the commodity which can be traded. For stocks which can only be traded in whole numbers, enter 1.
pl: Podaj najmniejszy u³amek towaru, którym mo¿na handlowaæ. W przypadku gie³d na których mo¿na handlowaæ tylko pe³nymi jednostkami, nale¿y wpisaæ 1.
sk: Vlo¾te najmen¹ie mno¾stvo komodity s ktorou sa obchoduje. Pre akcie, ktoré sa obchodujú v celých kusoch, vlo¾te 1.

source: Enter the ticker symbol or currency code for the commodity. Example: USD
sk: Vlo¾te symbol akcie alebo kód meny pre komoditu. Nasample: USD

source: Enter the type of commodity. For stocks, this is often an exchange on which the stock is traded. You can choose an existing type from the list or enter a new type with the keyboard.
sk: Vlo¾te typ komodity: Pre akcie je to èasto burza, kde sa s akciami obchoduje. Mô¾ete si zvoli» existujúci typ zo zoznamu alebo vlo¾te nový typ.

source: Fraction traded:
pl: Czê¶æ sprzedawalna:
sk: Obchodovateµné mno¾stvo:

source: Full name:
pl: Pe³na nazwa:
sk: Úplný názov:

source: Select currency/security
pl: Wybór waluty/zabezpieczenia
sk: Zvoli» menu/cenný papier

source: Symbol/abbreviation:
pl: Symbol/skrót:
sk: Symbol/skratka:

source: Commodity:
sk: Komodita:

source: You must select a commodity. To create a new one, click "New"
pl: Nale¿y wybraæ towar. Aby stworzyæ nowy, kliknij "Nowy"
sk: Musíte zvoli» komoditu. ak si prajete vytvori» novú, kliknite "Nový"

source: You may not create a new national currency.
pl: Nie mo¿na wprowadziæ nowej waluty narodowej.
sk: Nemô¾ete vytvori» novú národnú menu.

source: That commodity already exists.
pl: Ten towar ju¿ istnieje.
sk: Táto komodita u¾ existuje.

source: You must enter a non-empty "Full name", "Symbol/abbreviation", and "Type" for the commodity.
pl: Nale¿y podaæ niepuste warto¶ci pól "Pe³na nazwa", "Symbol/skrót" oraz "Rodzaj" dla towaru.
sk: Musíte vlo¾i» údaj pre komoditu do polo¾iek "Úplný názov", "Symbol/skratka", a "Typ".

source: Select Default
pl: Zaznacz domy¶lne
sk: Zvoli» ¹tandardné hodnoty

source: Defaults
sk: ©tandard

source: No options!
pl: Brak opcji!
sk: Bez nastavenia!

source: GnuCash Preferences
pl: Ustawienia GnuCash
sk: GnuCash Nastavenie

source: Select pixmap
pl: Wybór piksmapy
sk: Zvoli» obrázok

source: Use local time
pl: U¿ycie lokalnego czasu
sk: Pou¾i» miestny èas

source: Could not create opening balance.
pl: Nie mo¿na stworzyæ otwartego bilansu.
sk: Nie je mo¾né vytvori» poèiatoènú bilanciu

source: Field
pl: Pole
sk: Pole

source: Old Value
pl: Stara Warto¶æ
sk: Stará hodnota

source: New Value
pl: Nowa Warto¶æ
sk: Nová hodnota

source: Verify Changes
pl: Weryfikacja zmian
sk: Kontrola zmien

source: The following changes must be made. Continue?
pl: Poni¿sze zmiany musz± byæ wykonane. Kontynuowaæ?
sk: Nasledujúce zmeny musia by» vykonané. Pokraèova»?

source: The account must be given a name.
pl: Konto musi mieæ nadan± nazwê.
sk: Úèet musí ma» názov.

source: You must select an account type.
pl: Musi byæ wybrany rodzaj konta.
sk: Musíte zvoli» typ úètu.

source: You must choose a valid parent account.
pl: Musisz wybraæ poprawne konto nadrzêdne.
sk: Musíte si zvoli» platný rodièovský úèet.

source: You must choose a commodity.
sk: Musíte vybra» komoditu.

source: There is already an account with that name.
pl: Ju¿ istnieje konto o tej nazwie.
sk: U¾ existuje úèet s týmto menom

source: You must enter a valid opening balance or leave it blank.
pl: Nale¿y wprowadziæ popran± warto¶æ bilansu otwarcia lub zostawiæ pole puste.
sk: Musíte si zvoli» platnú poèiatoènú bilanciu, alebo ju nechajte prázdnu.

source: You must select a transfer account or choose the opening balances equity account.
pl: Musisz wybraæ konto transferowe lub akcyjne konto bilansów otwarcia.
sk: Musíte zvoli» úèet na prevod alebo zvoli» poèiatoènú bilanciu majetkového úètu.

source: New top level account
pl: Nowe konto nadrzêdne
sk: Nový úèet najvy¹¹ej úrovne

source: Edit Account
pl: Zmodyfikuj konto
sk: Upravi» úèet

source: (%d) New Accounts
pl: (%d) Nowych kont
sk: (%d) Nové úèty

source: Account Code
pl: Kod konta
sk: Kód úètu

source: Balance
pl: Bilans
sk: Saldokonto

source: Total
pl: W sumie
sk: Celkom

source: Tax Info
pl: Informacje podatkowe
sk: Daòové informácie

source: Weeks
pl: Tygodnie
sk: Tý¾dne

source: Months
pl: Miesi±ce
sk: Mesiace

source: Years
pl: Lata
sk: Roky

source: Ago
pl: Temu
sk: Pred

source: From Now
pl: Do teraz
sk: Od dnes

source: Calendar
pl: Kalendarz
sk: Kalendár

source: Date:
pl: Data:
sk: Dátum:

source: (unnamed)
sk: (bez mena)

source: View...
sk: Pohµad...

source: Not found
sk: Nenájdený

source: There was an error loading the specified URL.
sk: Vyskytla sa chyba poèas naèítavania urèenej URL.

source: Error message
sk: Chybová správa

source: Secure HTTP access is disabled. You can enable it in the Network section of the Preferences dialog.
pl: Bezpieczny dostêp HTTP jest wy³±czony. Mo¿na w³±czyæ go w czê¶ci dotycz±cej sieci okna preferencji.
sk: Bezpeèný HTTP prístup nie je povolený. Mô¾ete ho povoli» v sekcií Sie» v dialógu Mo¾nosti.

source: Network HTTP access is disabled. You can enable it in the Network section of the Preferences dialog.
sk: HTTP prístup k sieti je zakázaný. Mô¾ete ho povoli» v sekcií Sie» v dialógu Mo¾nosti.

source: GnuCash Network is disabled and the link you have clicked requires it. You can enable it in the Network section of the Preferences dialog.
sk: GnuCash sie» je zakázaná a odkaz, na ktorý ste klikli ju vy¾aduje. Mô¾ete ju aktivova» v sekcií Sie» v dialógu Mo¾nosti.

source: There was an error accessing %s.
sk: Vyskytla sa chyba poèas prístupu k %s.

source: <no file>
pl: <brak pliku>
sk: <¾iaden súbor>

source: Print GnuCash Document
sk: Vytlaèi» GnuCash dokument

source: Print Preview
pl: Podgl±d Wydruku
sk: Náhµad pre tlaèou

source: Enter URI to load:
pl: Wprowad¼ URI, który chcesz wczytaæ:
sk: Vlo¾i» URI k naèítaniu

source: Back
pl: Wstecz
sk: Predchádzajúci

source: Move back one step in the history
pl: Przesuwa o krok wstecz w historii
sk: Posunie o jeden krok spä» v histórií

source: Forward
pl: Naprzód
sk: Dopredu

source: Move forward one step in the history
pl: Przesuwa o krok naprzód w historii
sk: Posunie o jeden krok dopredu v histórii

source: Reload
pl: Od¶wie¿
sk: Znova naèítanie

source: Reload the current document
pl: Od¶wie¿a bie¿±cy dokument
sk: Znovu naèíta aktuálny dokument

source: Open a new document
pl: Otwiera nowy dokument
sk: Otvorí nový dokument

source: Stop
pl: Zatrzymaj
sk: Zastavi»

source: Cancel outstanding HTML requests
pl: Anuluje wychodz±ce ¿±dania HTML
sk: Zru¹i» nevyjavené HTML po¾iadavky

source: Print Help window
pl: Drukuje zawarto¶æ okna pomocy
sk: Vytlaèi» okno pomocníka

source: Close this Help window
pl: Zamyka bie¿±ce okno pomocy
sk: Zavrie» toto okno pomocníka

source: Currency Transfer
pl: Transfer walutowy
sk: Prevod meny

source: Exchange Rate:
pl: Kurs wymiany:
sk: Výmenný kurz:

source: Show Income/Expense
sk: Zobrazi» príjmy/výdaje

source: To Amount:
pl: Do kwoty:
sk: na sumu:

source: Transfer From
sk: Prevod z

source: Transfer Funds
pl: Fundusze transferowe
sk: Prevod fondov

source: Transfer Information
pl: Informacje transferowe
sk: Informácie o prevode

source: Transfer To
sk: Prevod do

source: Exchange/Price Information
sk: Informácie cenách/kurzoch

source: From:
sk: Od:

source: Split Information
sk: Informácie o rozdelení

source: To:
sk: Do:

source: Show the income and expense accounts
sk: Zobrazi» príjmové a výdajové úèty

source: You must specify an account to transfer from, or to, or both, for this transaction. Otherwise, it will not be recorded.
pl: Musi byæ wybrane konto z którego lub na które, odbêdzie siê transfer (lub obie mo¿liwo¶ci) dla tej transakcji. W innym przypadku nie zostanie ona zapisana.
sk: Musíte ¹pecifikova» úèet, z ktorého alebo na ktorý alebo obidva, pre túto transakciu. Inak nebude zaznamenaná.

source: You can't transfer from and to the same account!
pl: Nie mo¿na transferowaæ z i na to same konto!
sk: Nemô¾ete urobi» prevod z toho istého na ten istý úèet!

source: You must enter an amount to transfer.
pl: Musisz wprowadziæ kwotê do transferu.
sk: Musíte vlo¾i» sumu, ktorá sa má previes».

source: You must enter a valid price.
pl: Musi byæ wprowadzona poprawna cena.
sk: Musíte vlo¾i» platnú cenu.

source: You must enter a valid `to' amount.
pl: Musisz wprowadziæ poprawn± warto¶æ kwoty "do".
sk: Musíte vlo¾i» platnú `na' sumu.

source: Click "Finish" to update your accounts to use the new information you have entered. Click "Cancel" to cancel the file-loading process. Click "Back" to review your currency selections.
sk: Kliknite na "Ukonèi»", ak chcete zaktualizova» svoje úèty a pou¾íva» nové informácie, ktoré ste vlo¾ili. Kliknite na "Zru¹i»", ak chcete stornova» proces naèítavania. Kliknite na "Predchádzajúci", ak si chcete prezrie» svoje nastavenia.

source: Import currency and stock information
sk: Importova» informácie o menách a akciách

source: Import currency and stock information
sk: Importova» informácie o menách a akciách

source: The file you are loading is from an older version of GnuCash. Information about currencies, stocks, and mutual funds needs to be updated for the new version. This dialog will prompt you for some additional information about each currency, stock, and mutual fund that appear in your accounts. After you have entered this information, you can update your accounts for the new version of GnuCash. Hit "Cancel" now to stop loading the file.
sk: Súbor, ktorý naèítavate je zo star¹ej verzie GnuCash. Informácie o menách, akciách a investièných fondoch musia by» aktualizované do novej verzie. Tento dialóg vás po¾iada o niekoµko dodatoèných informácií o ka¾dej mene, akcií a investièných fondoch, ktoré sa objavia vo va¹ich úètoch. Potom, ako poskytnete tieto informácie, mô¾ete zaktualizova» va¹e úèty do novej verzie GnuCash. Stlaète "Zru¹i»", ak súbor nechcete teraz naèíta».

source: Update your accounts with the new information
sk: Aktualizujte svoje úèty s novými informáciami

source: Pick the type of the currency or security. For national currencies, use "CURRENCY". Enter a new type in the box if the ones in the pick list are inappropriate.
pl: Wybierz rodzaj waluty i zabezpieczenia. Dla walut narodowych, nale¿y u¿yæ "CURRENCY". Podaj nowy rodzaj w polu je¶li ¿adna z wy¶wietlonych warto¶ci nie jest odpowiednia.
sk: Zvoµte si typ meny alebo cenného papiera. Pre národné meny pou¾ite "MENA". Ak vám ¾iadna mo¾nos» zo zoznamu nevyhovuje, mô¾ete napísa» nový typ.

source: Enter a descriptive name for the currency or stock, such as "US Dollar" or "Red Hat Stock"
pl: Wprowad¼ opisow± nazwê waluty lub akcji, np. "Dolar amerykañski", czy "Akcje Red Hata"
sk: Vlo¾te popisný názov meny alebo cenného papiera; napríklad "Americký dolár" alebo "akcie Red Hatu"

source: Enter the ticker symbol (such as "RHAT"), national currency symbol (such as "USD"), or other unique abbreviation for the name.
pl: Wprowad¼ symbol gie³dowy (jak na przyk³ad "RHAT"), symbol waluty narodowej (np. "USD") lub inny unikalny skrót dla nazwy.
sk: Vlo¾te skratku akcie (napríklad "RHAT"), symbol národnej meny (napríklad "USD"), alebo inú jedineènú skratku.
