Repository: kleopatra999/gnucash-svn
Catalog: po/*.po
Languages: pl, sk

source: Transfer funds from one account to another
pl: Transferuje fundusze z jednego konta na drugie
sk: Prevedie fondy z jedného úètu na druhý

source: Tutorial and Concepts _Guide
sk: Manuál a _koncepèná príruèka

source: View the Tips of the Day
pl: Wy¶wietla Poradê dnia
sk: Prezeranie Tipov dòa

source: _Account Report
sk: Výka_z úètov

source: _All
sk: _V¹etky

source: _All transactions
sk: _V¹etky transakcie

source: _Amount
sk: Sum_a

source: _Auto-Split Ledger
sk: _Automaticky delené saldokonto

source: _Basic Ledger
sk: _Prvotné saldokonto

source: _Cleared
sk: _Oèistené

source: _Double Line
pl: _Podwójny wiersz
sk: _Dvojitá èiara

source: _Edit
pl: Z_modyfikuj
sk: _Upravi»

source: _Edit Account
pl: Z_modyfikuj konto
sk: _Upravi» úèet

source: _Find
sk: _Nájs»

source: _Frozen
sk: _Zmrazené

source: _Help
pl: Pomo_c
sk: _Pomocník

source: _Jump
pl: _Skocz
sk: _Skok

source: _Memo
sk: Pozná_mka

source: _Number
sk: Èís_lo

source: _Reconcile...
pl: _Uzgodnij...
sk: _Vysporiada»...

source: _Reconciled
sk: _Vysporiadané

source: _Statement Date
sk: _Dátum vyúètovania

source: _Stock Split...
sk: Rozdelenie _akcií...

source: _This transaction
sk: _Táto transakcia

source: _Transaction Journal
sk: Denník _transakcií

source: _Transaction Report
sk: Výkaz _transakcií

source: _Transfer...
pl: Prze_transferuj...
sk: _Previes»...

source: _Unreconciled
sk: _Nevysporiadané

source: _View
sk: _Zobrazi»

source: Account
pl: Konto
sk: Úèet

source: Account Code:
pl: Kod konta:
sk: Kód úètu:

source: Account Information
pl: Informacje o koncie
sk: Informácie o úète

source: Account Name
pl: Nazwa konta
sk: Názov úètu

source: Account Name:
pl: Nazwa konta:
sk: Názov úètu:

source: Account Type
pl: Rodzaj konta
sk: Typ úètu

source: Account Types
pl: Rodzaje kont
sk: Typy úètov

source: Accounts
pl: Konta
sk: Úèty

source: Balance Information
pl: Informacje bilansowe
sk: Bilanèné informácie

source: Balance:
pl: Bilans:
sk: Saldokonto:

source: Choose Currency
pl: Wybór waluty
sk: Zvoli» menu

source: Choose accounts to create
pl: Wybór tworzonych kont
sk: Zvoµte úèty, ktoré sa majú vytvori»

source: Clear All
pl: Wyczy¶æ wszystkie
sk: V¹etko odznaèi»

source: Commodity:
pl: Towar:
sk: Komodita:

source: Description:
pl: Opis:
sk: Popis:

source: Detailed Description
pl: Dok³adny opis
sk: Detailný popis

source: Enter opening balances
sk: Vlo¾i» poèiatoèný stav

source: Finish Account Setup
pl: Zakoñczenie ustawiania konta
sk: Ukonèi» nastavenie úètu

source: General Information
pl: Informacje ogólne
sk: V¹eobecné informácie

source: Get Online Quotes
sk: Získava» online ceny

source: New Account (not implemented)
sk: Nový úèet (neimplementované)

source: New Account Hierarchy Setup
pl: Ustawienia hierarchii nowego konta
sk: Nastavenie novej úètovej hierarchie

source: New?
pl: Nowe?
sk: Nový?

source: Parent Account
pl: Konto nadrzêdne
sk: Rodièovský úèet

source: Please choose the currency to use for new accounts.
pl: Wybierz walutê, która bêdzie u¿ywana przez nowe konto.
sk: Zvoµte si prosím menu, ktorá sa pou¾ije pre nové úèty.

source: Press `Finish' to create your new accounts. Press `Back' to review your selections. Press `Cancel' to close this dialog without creating any new accounts.
pl: Naci¶nij "Zakoñcz" aby utworzyæ nowe konta. Naci¶nij "Wstecz" aby przejrzeæ wybrane opcje. Naci¶nij "Anuluj" aby zamkn±æ to okno bez utworzenia ¿adnego nowego konta.
sk: Stlaète 'Ukonèi»', ak chcete vytvori» nové úèty. Stlaète 'Predchádzajúci', ak si chcete prezrie» va¹e nastavenia. Stlaète 'Zru¹i»', ak chcete ukonèi» tento dialóg bez vytvorenia nových úètov.

source: Price Quote Source
sk: Zdroj cien akcií

source: Select Account
pl: Wybierz konto
sk: Zvoli» úèet

source: Select All
pl: Zaznacz wszystkie
sk: Zvoli» v¹etko

source: Select Transfer Account
sk: Zvoli» prevodový úèet

source: Select categories that correspond to the ways that you will use GnuCash. Each category you select will cause several accounts to be created. Select the categories that are relevant to you. You can always create additional accounts by hand later.
pl: Wybierz kategorie zwi±zane ze sposobami, na które bêdzie u¿ywany GnuCash. Ka¿da wybrana kategoria bêdzie wymaga³a stworzenia kilku kont. Wybierz karegorie odpowiednie dla ciebie. Zawsze mo¿na utworzyæ w pó¼niejszym czasie konta rêcznie.
sk: Zvoµte kategórie, ktoré kore¹pondujú so spôsobom, ako ich budete pou¾íva» v GnuCash. Ka¾dá kategória, ktorú si zvolíte, spôsobí, ¾e bude vytvorených niekoµko úètov. Zvoµte kategórie, ktoré sú pre vás podstatné. V¾dy budete môc» ruène vytvori» ïal¹ie úèty.

source: Select or add a GnuCash account
pl: Wybiera lub dodaje konto GnuCash
sk: Zvoµte alebo pridajte GnuCash úèet

source: Tax Related
pl: Zwi±zany podatek
sk: Vplyv na daò

source: The source for price quotes:
sk: Zdroj informácií o cenách cenný papierov:

source: This druid will help you create a set of GnuCash accounts for your assets (such as investments, checking or savings accounts), liabilities (such as loans) and different kinds of income and expenses you might have. Click 'Cancel' if you do not wish to create any new accounts now.
pl: Ten druid pomo¿e ci utworzyæ zbiór kont Gnucash dla twoich aktywów (takich jak inwestycje, konta czekowe lub oszczêdno¶ciowe), wierzytelno¶ci (jak na przyk³ad po¿yczki) oraz ró¿nego rodzaju wp³ywy i wydatki jakie mo¿esz mieæ. Kliknij "Anuluj" je¶li nie chcesz tworzyæ teraz ¿adnych nowych kont.
sk: Tento sprievodca vám pomô¾e vytvori» sadu GnuCash úètov pre va¹e aktíva (investície, ¹eky alebo úspory), pasíva (napríklad úvery) a rôzne druhy príjmov a výdajov. Kliknite na 'Zru¹i»', ak si ne¾eláte vytvori» ani jeden nový úèet.

source: Timezone for these quotes:
sk: Èasová zóna pre tieto akcie:

source: Transfer Type
pl: Rodzaj transferu
sk: Typ prevodu

source: Use Opening Balances Equity account
sk: Pou¾i» poèiatoèný stav majetkového úètu

source: Add
pl: Dodaj
sk: Prida»

source: Add a new commodity.
sk: Prida» novú komoditu.

source: Code
pl: Kod
sk: Kód

source: Commodities
pl: Towary
sk: Komodity

source: Fraction
pl: U³amek
sk: Podiel

source: Remove
pl: Usuñ
sk: Odstráni»

source: Remove the current commodity.
sk: Odobra» aktuálnu komoditu.

source: Show National Currencies
sk: Zobrazi» národné meny

source: Beginning of Period Payments
pl: Pocz±tek p³atno¶ci okresowych
sk: Zaèiatok periodických platieb

source: Calculate
pl: Przelicz
sk: Kalkulova»

source: Clear
pl: Wyczy¶æ
sk: Zmaza»

source: Clear the entry
pl: Czy¶ci pole
sk: Zmaza» polo¾ku

source: Compounding:
pl: Sk³adanie:
sk: Èiastoèné vyrovnávanie:

source: Effective Date:
pl: Data efektywna:
sk: Dátum úèinnosti:

source: End of Period Payments
pl: Koniec p³atno¶ci okresowych
sk: Koniec periodických platieb

source: Financial Calculator
pl: Kalkulator finansowy
sk: Finanèná kalkukaèka

source: Future Value
pl: Przysz³a warto¶æ
sk: Budúca hodnota

source: Initial Payment:
pl: P³atno¶æ pocz±tkowa:
sk: Poèiatoèná platba:

source: Interest Rate
sk: Úroková miera

source: Monthly
pl: Miesiêczne
sk: Mesaène

source: Payment Periods
pl: Okresy p³atno¶ci
sk: Doba úhrady

source: Payment Total:
pl: Suma p³atno¶ci:
sk: Celkové platby:

source: Payments:
pl: P³atno¶ci:
sk: Platby:

source: Periodic Payment
pl: P³atno¶æ okresowa
sk: Periodická platba

source: Present Value
pl: Aktualna Warto¶æ
sk: Súèasná hodnota

source: Quarterly
pl: Kwartalne
sk: Kvartálne

source: Weekly
pl: Tygodniowe
sk: Tý¾denne

source: total
pl: w sumie
sk: celkovom

source: GnuCash Help
pl: Pomoc GnuCash
sk: GnuCash Pomocník

source: Help
pl: Pomoc
sk: Pomocník

source: Help Topics
pl: Tematy pomocy
sk: Témy pomocníka

source: Search
pl: Szukaj
sk: Hµada»

source: Search GnuCash Help
sk: Prehµadávanie GnuCash pomocníka

source: Search Term:
pl: Wyszukiwane wyra¿enie:
sk: Hµada» tému:

source: Search results
pl: Wyniki wyszukiwania
sk: Výsledky hµadania

source: Topics
pl: Tematy
sk: Témy

source: Type a single term into the box and hit 'search'. At the moment, this search engine does not support complex searches, just single words.
pl: Wprowad¼ pojedyncze wyra¿enie w pole edycji i naci¶nij 'szukaj'. W tej wersji programu, mechanizm wyszukiwania nie obs³uguje jeszcze wyszukiwania z³o¿onego, uwzglêdnia tylko pojedyncze wyrazy.
sk: Napí¹te jednoduchý termín do kolonky a stlaète 'nájdi'. V tomto momente vyhµadávanie nepodporuje komplexné hµadanie, iba jednotlivé slová.

source: Canceling
pl: Anulowanie
sk: Stornovanie

source: Create a new set of accounts
pl: Nowy zbiór kont
sk: Vytvori» novú sadu úètov

source: Import my QIF files
pl: Import plików QIF
sk: Importova» môj QIF súbor

source: Open the new user tutorial
pl: Nowy przewodnik
sk: Otvori» nový pou¾ívateµský manuál

source: Run dialog for new user again?
pl: Czy chcesz uruchomiæ ponownie okno dialogowe dla nowego u¿ytkownika?
sk: Opä» spusti» dialóg pre nového u¾ívateµa?

source: Uncheck if you do not want this dialog to run if you start GnuCash up again.
pl: Odznacz je¶li to okno nie powinno byæ wy¶wietlane po ponownym uruchomienio Gnucash.
sk: Odznaète túto voµbu, ak si neprajete spusti» tento dialóg pri ïal¹om ¹tarte GnuCash

source: Welcome to GnuCash!
sk: Vitajte v GnuCash!

source: Add a new price.
pl: Dodaje now± cenê.
sk: Prida» novú cenu.

source: Commodity
pl: Towar
sk: Komodita

source: Currency:
pl: Waluta:
sk: Mena

source: Edit the current price.
pl: Modyfikuje bie¿±c± cenê.
sk: Upravi» aktuálnu cenu.

source: Get Quotes
sk: Získa» informácie o cenách

source: Get new online quotes for stock accounts.
sk: Získa» nove online ceny pre akcie.

source: Price
pl: Cena
sk: Cena

source: Price Editor
pl: Edytor Cen
sk: Editor cien

source: Price Information
pl: Informacje o Cenach
sk: Informácie o cenách

source: Price:
pl: Cena:
sk: Cena:

source: Prices
pl: Ceny
sk: Ceny

source: Remove Old...
pl: Usuñ stare...
sk: Odstráni» staré...

source: Remove prices older than a user-entered date
pl: Usuwa ceny starsze od podanej daty
sk: Odstráni» ceny star¹ie ne¾ u¾ívateµom vlo¾ený dátum

source: Remove the current price
pl: Usuwa bie¿±c± cenê
sk: Odobra» aktuálnu cenu

source: Source
pl: ¬ród³o
sk: Zdroj

source: Source:
pl: ¬ród³o
sk: Zdroj:

source: Type:
pl: Rodzaj:
sk: Typ:

source: Amount (numbers):
pl: Kwota (liczbowo):
sk: Suma (èíslom):

source: Amount (words):
pl: Kwota (s³ownie):
sk: Suma (slovom):

source: Check format:
pl: Cheque format:
sk: Formát ¹eku:

source: Check position:
pl: Cheque position:
sk: Pozícia ¹eku:

source: Custom check format
pl: W³asny format czeku
sk: Vlastné parametre pre ¹ek

source: Custom format
pl: W³asny format:
sk: Vlastný formát

source: Date format:
pl: Format daty:
sk: Formát dátumu:

source: Memo:
pl: Notatka:
sk: Poznámka:

source: Options
pl: Opcje
sk: Mo¾nosti

source: Payee:
pl: P³aca:
sk: Príjemca:

source: Print Check
pl: Print Cheque
sk: Vytlaèi» ¹ek

source: Units:
pl: Jednostki:
sk: Jednotky:

source: Heading
pl: Nag³ówek
sk: Záhlavie

source: Working...
pl: Przetwarzanie...
sk: Pracujem...

source: Advanced...
sk: Pokroèilé...

source: Amount:
pl: Kwota:
sk: Suma:

source: Auto-Created Transactions Notification
sk: Upozornenie na automaticky vytvorené transakcie

source: Bi-Weekly
sk: Dvojtý¾denne

source: Create
sk: Vytvori»

source: Create
sk: Vytvori»

source: Create Automatically
sk: Automaticky vytvori»

source: Created Transaction Review
sk: Vytvorený prehµad transakcií

source: Creating transactions...
sk: Vytváranie transakcií...

source: Creation Options
sk: Nastavenia tvorby

source: Creation State
sk: Stav vytvorenia

source: Date Range
sk: Èasový rozsah

source: Day
pl: Dzieñ
sk: Deò

source: Edit Scheduled Transaction
sk: Upravi» plánovanú transakciu

source: End
sk: Koniec

source: End
sk: Koniec

source: End Date:
sk: Koneèný Dátum:

source: End Date:
sk: Koneèný dátum:

source: Every
sk: Ka¾dý

source: Every
sk: Ka¾dý

source: First on the:
sk: Prvé na:

source: Frequency
sk: Frekvencia

source: Frequency:
sk: Frekvencia:

source: Friday
sk: Piatok

source: Ignore
sk: Ignorova»

source: Interest Rate Change Frequency
sk: Frekvencia zmeny úrokovej miery

source: Interest Rate:
sk: Úroková miera:

source: Interest To:
sk: Úrok k:

source: Last Occurred:
sk: Posledný výskyt:

source: Length:
sk: Då¾ka:

source: Loan Account:
sk: Úèet pô¾ièky:

source: Loan Information
sk: Informácie o pô¾ièke

source: Make Scheduled transaction
sk: Vytvori» plánovanú transakciu

source: Monday
sk: Pondelok

source: Month
pl: Miesi±c
sk: Mesiac

source: Mortgage/Loan Druid
sk: Sprievodca hypotékou/pô¾ièkou

source: Name:
pl: Nazwa:
sk: Názov:

source: Never End
sk: Bez konca

source: New
pl: Nowe
sk: Nový

source: No End
sk: Bez konca

source: Not scheduled
sk: Neplánované

source: Notify me when created
sk: Upozorni ma po vytvorení

source: Number of Occurrences
sk: Poèet výskytov

source: Number of Occurrences:
sk: Poèet výskytov:

source: Occuring in
sk: Vyskytujúci sa v

source: On the
sk: Na

source: Once
sk: Raz

source: Other
pl: Inne
sk: Ostatné

source: Part of Payment Transaction
sk: Èas» splátky transakcie

source: Payment From:
sk: Platba z:

source: Payment To:
sk: Platby k:

source: Postpone
sk: Odlo¾i»

source: Range:
sk: Rozsah:

source: Record
sk: Záznam

source: Remaining Number of Occurrences
sk: Zostávajúci poèet výskytov

source: Remind me
sk: Pripomeò mi

source: Repayment
sk: Splátka

source: Review
sk: Prehµad

source: Saturday
sk: Sobota

source: Scheduled Transaction
sk: Plánovaná transakcia

source: Scheduled Transactions
sk: Plánovaná transakcia

source: Select occurrence date above.
sk: Hore vybra» dátum výskytu.

source: Semi-Monthly
sk: Dvakrát do mesiaca

source: Since Last Run
sk: Od posledného spustenia

source: Specify Source Account
sk: Urèenie zdrojového úètu

source: Start Date:
sk: Zaèiatoèný Dátum:

source: Start Date:
sk: Poèiatoèný dátum:

source: State
sk: Stav

source: Sunday
sk: Nedeµa

source: Template Transaction
sk: Vzorová transakcia

source: Template Transaction (Read-Only)
sk: ©ablóna transakcie (iba pre èítanie)

source: Template Transactions
sk: ©ablóna transakcií

source: Thursday
sk: ©tvrtok

source: Transaction Reminders
sk: Pripomenutie transakcií

source: Tuesday
sk: Utorok

source: Unselect All
sk: V¹etko odznaèi»

source: Value
pl: Warto¶æ
sk: Hodnota

source: Value:
sk: Hodnota:

source: Variable
sk: Premenná

source: Variables
sk: Premenné

source: Wednesday
sk: Streda

source: What to do, what to do?
sk: Èo robi», èo robi»?

source: YYYY-MM-DD
sk: RRRR-MM-DD

source: Yearly
pl: Rocznie
sk: Roène

source: days.
sk: dní.

source: months.
sk: mesiace.

source: weeks.
sk: tý¾dne.

source: year(s).
sk: rok(y).

source: Asset Account
pl: Konto kapita³owe
sk: Úèet aktív

source: Cash Amount:
pl: Ilo¶æ gotówki:
sk: Suma hotovosti:

source: Cash In Lieu
sk: V hotovosti

source: Enter the date and the number of shares you gained or lost from the stock split or merger. For stock mergers (negative splits) use a negative value for the share distribution. You can also enter a description of the transaction, or accept the default one.
sk: Vlo¾te dátum a poèet podielov, ktoré ste získali alebo stratili pri rozdelení alebo splynutí akcií. Pri splynutí akcií (negatívnom rozdelení) pou¾ite záporné hodnoty pri distribúcií akcií. Tie¾ mô¾ete vlo¾i» popis transakcie alebo akceptova» ¹tandardný.

source: If you are finished creating the stock split or merger, press `Finish'. You may also press `Back' to review your choices, or `Cancel' to quit without making any changes.
sk: Ak ste dokonèili tvorbu rozdelenia alebo splynutia akcií, stlaète 'Ukonèi»'. Mô¾ete tie¾ stlaèi» 'Predchádzajúci', ak si chcete prezrie» svoje voµby, alebo 'Zru¹i»', ak ukonèi» bez vykonania zmien.

source: If you received a cash disbursement as a result of the stock split, enter the details of that payment here. Otherwise, just click `Next'.
sk: Ak ste ako výsledok delenia akcií prijali úhradu v hotovosti, vlo¾te sem detaily o platbe. Inak kliknite na 'Nasledujúci'.

source: If you want to record a stock price for the split, enter it below. You may safely leave it blank.
sk: Ak chcete zaznamena» cenu akcií pre rozdelenie, vlo¾te ju dole. Pokojne ju mô¾ete necha» nevyplnenú.

source: New Price:
pl: Nowa Cena:
sk: Nová cena:

source: Select the account for which you want to record a stock split or merger.
sk: Zvoµte úèet, pre ktorý chcete zaznamena» akciové rozdelenie alebo splynutie.

source: Share Distribution:
sk: Distribúcia podielov:

source: Shares
pl: Udzia³y
sk: Podiely

source: Stock Account
sk: Akciový úèet

source: Stock Split
sk: Rozdelenie akcií

source: Stock Split Details
sk: Detaily akciového rozdelenia

source: This druid will help you record a stock split or stock merger.
sk: Tento sprievodca vám pomô¾e so zaznamenaním rozdelenia alebo splynutia.

source: Accounts Selected:
pl: Zaznaczone konta:
sk: Zvolené úèty

source: Current Account
pl: Bie¿±ce konto
sk: Aktuálny úèet

source: Form
pl: Formularz
sk: Z

source: Payer Name Source
pl: ¬ród³o nazwy p³atnika
sk: Zdroj platcovho mena

source: Select Subaccounts
pl: Wybierz konta podrzêdne
sk: Zvolené podúèty

source: TXF Categories
pl: Kategorie TXF
sk: TXF Kategórie

source: Tax Information
pl: Informacje Podatkowe
sk: Daòové informácie

source: Enter your username and password
pl: Wprowad¼ nazwê u¿ytkownika i has³o
sk: Vlo¾te svoje u¾ívateµské meno a heslo

source: Password:
pl: Has³o:
sk: Heslo:

source: Username and Password
pl: Nazwa u¿ytkownika i has³o
sk: U¾ívateµské meno a heslo

source: Username:
pl: U¿ytkownik:
sk: U¾ívateµské meno:

source: That commodity is currently used by at least one of your accounts. You may not delete it.
pl: Ten towar jest obecnie u¿ywany przez co najmniej jedno z twoich kont. Nie mo¿esz go usun±æ.
sk: Táto komodita je pou¾ívaná najmenej jedným va¹ím úètom. Nemô¾ete ju odstráni».

source: Are you sure you want to delete the selected commodity?
sk: Ste si istý, ¾e chcete odstráni» oznaèenú komoditu?

source: You must enter values for the other quantities.
pl: Nale¿y podaæ warto¶ci dla innych danych.
sk: Musíte vlo¾i» hodnoty aj pre ostatné velièiny

source: You must enter a valid expression.
pl: Musisz wprowadziæ poprawne wyra¿enie
sk: Musíte vlo¾i» platný výraz.

source: The interest rate cannot be zero.
pl: Poziom oprocentowania nie mo¿e wynosiæ zero.
sk: Úroková miera nemô¾e by» nulová.

source: The number of payments cannot be zero.
pl: Liczba p³atno¶ci nie mo¿e wynosiæ zero.
sk: Poèet platieb nemô¾e by» nulový.

source: The number of payments cannot be negative.
pl: Liczba p³atno¶ci nie mo¿e byæ ujemna.
sk: Poèet platieb nemô¾e by» záporný.

source: user:price-editor
sk: pou¾ívateµ:editor-cien

source: Are you sure you want to delete the selected price?
sk: Ste si istý, ¾e chcete odstráni» oznaèenú cenu?

source: Remove old prices
pl: Usuñ stare ceny
sk: Odstráni» staré ceny

source: All prices before the date below will be deleted.
pl: Wszystkie ceny przed dat± wypisan± poni¿ej zostan± usuniête.
sk: V¹etky ceny po tomto dátume budú odstránené.

source: You must select a commodity.
pl: Musisz wybraæ towar.
sk: Musíte zvoli» komoditu.

source: You must select a currency.
pl: Musisz wybraæ jednostkê monetarn±.
sk: Musíte zvoli» menu.

source: You must enter a valid amount.
pl: Musisz wprowadziæ poprawn± kwotê.
sk: Musíte vlo¾i» platnú sumu

source: Complete
pl: Gotowe
sk: Úplne

source: Please name the Scheduled Transaction.
sk: Pomenujte, prosím, plánovanú transakciu.

source: (never)
sk: (nikdy)

source: Delete the selected Scheduled Transactions?
sk: Odstráni» zvolenú plánovanú transakciu?

source: The current template transaction has been changed. Would you like to record the changes?
sk: Aktuálna ¹ablóna transakcie bola zmenená. Prajete si ju zaznamena» zmeny?

source: Ready to create
sk: Pripravený k vytvoreniu

source: Needs values for variables
sk: Potrebná je premenná alebo premenné

source: Ignored
sk: Ignorované

source: Postponed
sk: Odlo¾ené

source: Obsolete
sk: Neplatné

source: Tip of the Day
pl: Porada dnia
sk: Tip dòa

source: Display this dialog next time
pl: Wy¶wietlanie tego okna nastêpnym razem
sk: Zobraz tento dialóg aj nabudúce

source: Tip of the Day:
pl: Porada dnia:
sk: Tip dòa:

source: 3/1 Year
sk: 3/1 rok

source: 5/1 Year
sk: 5/1 rok

source: 7/1 Year
sk: 7/1 rok

source: 10/1 Year
sk: 10/1 Rok

source: ... pay "%s"?
sk: ... zaplati» "%s"?

source: Loan
pl: Po¿yczka
sk: Pô¾ièka

source: Payment: "%s"
sk: Platba: "%s"

source: Principal
sk: Hlavný

source: Interest
sk: Úrok

source: Error
pl: B³±d
sk: Chyba

source: You must enter a valid distribution amount.
pl: Nale¿y wprowadziæ poprawn± kwotê rozdzia³u.
sk: Musíte vlo¾i» platný distribuèný obnos.

source: You must enter a distribution amount.
pl: Nale¿y wprowadziæ kwotê rozdzia³u.
sk: Musíte vlo¾i» distribuènú sumu.

source: You must either enter a valid price or leave it blank.
pl: Nale¿y wprowadziæ poprawn± cenê lub pozostawiæ pole puste.
sk: Tie¾ musíte vlo¾i» platnú cenu alebo ju necha» prázdnu.

source: The price must be positive.
pl: Cena musi byæ dodatnia.
sk: Cena musí by» kladné èíslo.

source: You must either enter a valid cash amount or leave it blank.
pl: Musisz wprowadziæ poprawn± kwotê gotówki lub zostawiæ pole puste.
sk: Musíte tie¾ vlo¾i» platnú vý¹ku hotovosti alebo ju necha» prázdnu.

source: The cash distribution must be positive.
pl: Rozdzia³ ¶rodków musi byæ liczb± dodatni±.
sk: Hotovostná distribúcia musí by» pozitívna.

source: You must select an income account for the cash distribution.
pl: Musisz wybraæ konto przychodów dla rozdzia³u ¶rodków.
sk: Musíte zvoli» príjmový úèet pre hotovostnú distribúciu.

source: You must select an asset account for the cash distribution.
sk: Musíte zvoli» úèet aktív pre hotovostnú distribúciu.

source: Error adding price.
pl: B³±d dodawania ceny.
sk: Chyba pri pridávaní ceny.

source: You don't have any stock accounts with balances!
pl: Nie posiadasz ¿adnego konta gie³dowego z bilansem!
sk: Nemáte ¾iadny úèet s akciami so saldokontom!

source: Enter GnuCash Network passphrase:
sk: Vlo¾te heslo pre GnuCash Sie»:

source: GnuCash Network authorization failed.
pl: B³±d autoryzacji w sieci GnuCash Network.
sk: Autorizácia GnuCash Siete bola neúspe¹ná.

source: Enter passphrase:
sk: Vlo¾te heslo:

source: Verify passphrase:
sk: Kontrola hesla:

source: Passphrases did not match.
sk: Heslá nie sú rovnaké.

source: Version: Gnucash-cvs (built %s)
sk: Verzia: Gnucash-cvs (vytvorené %s)

source: Version: Gnucash-%s
sk: Verzia: Gnucash-%s

source: Loading...
sk: Naèítavanie...

source: Reconciled:R
sk: Vysporiadané:R

source: Transaction with no Accounts: %s
sk: Transakcia bez úètov: %s

source: No such split: %s
sk: Nie je také rozdelenie: %s

source: Unsupported entity type: %s
sk: Nepodporovaný typ entity: %s

source: Account Tree
pl: Drzewo kont
sk: Strom úètov

source: Name of account view
pl: Nazwa widoku konta
sk: Názov úètového pohµadu

source: To open an account, you must first choose an account to open.
pl: Aby otworzyæ konto, nale¿y je najpierw wybraæ.
sk: Ak chcete otvori» úèet, najskôr musíte zvoli» úèet, ktorý sa má otvori».

source: To edit an account, you must first choose an account to edit.
pl: Aby zmodyfikowaæ konto, musisz je wybraæ.
sk: Pre úpravu úètu, musíte najskôr zvoli» úèet, ktorý sa má upravi».

source: Are you sure you want to delete the %s account?
pl: Czy na pewno chcesz usun±æ konto %s?
sk: Ste si istý, ¾e chcete zmaza» úèet %s?

source: To delete an account, you must first choose an account to delete.
pl: Aby usun±æ konto, musisz je wybraæ.
sk: K odstráneniu úètu musíte najskôr zvoli» úèet, ktorý sa má odstráni».

source: To reconcile an account, you must first choose an account to reconcile.
pl: Aby uzgodniæ stan konta, musisz je wybraæ.
sk: K vysporiadaniu úètu musíte najskôr zvoli» úèet, ktorý sa má vysporiada».
