Repository: kleopatra999/gnucash-svn
Catalog: po/*.po
Languages: pl, sk

source: The QIF file that you just loaded appears to contain transactions for just one account, but the file does not specify a name for that account. Please enter a name for the account. If the file was exported from another accounting program, you should use the same account name that was used in that program.
pl: Za³adowany plik QIF raczej zawiera transakcje dla jednego konta, lecz nie zawiera ¿adnych informacji o nazwie tego konta Wprowad¼ nazwê tego konta. Je¶li plik zosta³ wyeksportowany z innego programu finansowego, nazwa konta powinna byæ taka sama jak. u¿ywana w tym programie.
sk: Zdá sa QIF, ¾e súbor, ktorý ste práve naèítali, obsahuje transakciu pre jeden úèet, ale súbor ne¹pecifikuje jeho názov.. Vlo¾te prosím názov tohoto úètu. Ak bol súbor exportovaný z iného úètovného programu, mali by ste pou¾i» ten istý názov úètu, ktorý bol pou¾itý v tom programe.

source: The QIF importer cannot currently handle multi-currency QIF files. All the accounts in the QIF file(s) you are importing must be denominated in the same currency. This limitation should be removed soon. Select the currency to use for transactions imported from your QIF files:
pl: Imporeter QIF nie mo¿e aktualnie zarz±dzaæ wielowalutowymi plikami QIF. Wszystkie konta w pliku QIF, które s± importowane musz± zostaæ zamienione na t± sam± walutê. To ograniczenie zostanie wkrótce usuniête.
sk: Import QIF v súèasnosti nevie narába» s viacnásobnou menou v QIF súboroch. V¹etky úèty v QIF súbore, ktorý importujete, musia by» denominované v tej istej mene. Toto obmezdenie bude èoskoro odstránené. Zvoµte menu, ktorá sa pou¾ije pre importované transakcie z va¹ich QIF súborov:

source: Tradable commodities
pl: Sprzedawalne towary
sk: Obchodovateµné komodity

source: Update your GnuCash accounts
sk: Aktualizujte svoje GnuCash úèty

source: Rebalance Transaction
sk: Vyrovnanie transakcie

source: The current transaction is not balanced.
pl: Obecna transakcja nie jest zbilansowana.
sk: Aktuálna transakcia nie je vyrovnaná.

source: Balance it manually
pl: Zbilansuj rêcznie
sk: Manuálne vyrovna»

source: Let GnuCash add an adjusting split
sk: Nech GnuCash pridá prispôsobené rozdelenie

source: Adjust current account split total
sk: Prispôsobi» aktuálne rozdelenie úètu

source: Adjust other account split total
sk: Prispôsobi» ïal¹ie celkové rozdelenie rozdelenie

source: Do you really want to mark this transaction not reconciled? Doing so might make future reconciliation difficult!
pl: Czy na pewno chcesz zaznaczyæ t± transakcjê jako nie uzgodnion±? Zrobienie tego mo¿e spowodowaæ trudno¶ci w przysz³ych uzgodnieniach!
sk: Skutoène chcete oznaèi» túto transakciu ako nevysporiadanú? Ak tak urobíte, neskôr bude »a¾ké ju vysporiada»!

source: sample:Description of a transaction
pl: przyk³ad:Opis transakcji
sk: sample:Popis transakcie

source: sample:Memo field sample text string
pl: przyk³ad: przyk³adowy napis pola memo
sk: sample:Príklad re»azca poznámkového políèka

source: Type:T
sk: Typ:T

source: sample:Notes field sample text string
pl: przyk³ad:Przyk³adowy napis pola notatki
sk: sample:Príklad re»azca políèka so správou

source: Ref
sk: Odkaz

source: Tot %s
sk: Celkom %s

source: Tot Credit
sk: Celkový kredit

source: Tot Debit
sk: Celkový debet

source: Tot Shares
sk: Celkový podiel

source: Scheduled
sk: Plánované

source: Enter the transaction number, such as the check number
pl: Enter the transaction number, such as the cheque number
sk: Vlo¾te èíslo transakcie, napríklad èíslo ¹eku

source: Enter the name of the Customer
sk: Vlo¾te meno zákazníka

source: Enter the name of the Vendor
sk: Vlo¾te meno dodávateµa

source: Enter a description of the transaction
pl: Wprowad¼ opis transakcji
sk: Vlo¾te popis transakcie

source: Enter notes for the transaction
pl: Wprowad¼ notatkê dotycz±c± transakcji
sk: Vlo¾te poznámky pre rozdelenie

source: Enter the type of transaction, or choose one from the list
pl: Podaj rodzaj transakcji lub wybierz jeden z listy
sk: Vlo¾te typ transakcie, alebo si ho vyberte zo zoznamu

source: Enter a description of the split
sk: Vlo¾te popis rozdelenia

source: Enter the number of shares bought or sold
pl: Wprowad¼ liczbê udzia³ów kupionych lub sprzedanych
sk: Vlo¾te poèet nakúpených alebo predaných podielov

source: Enter the account to transfer from, or choose one from the list
pl: Wprowad¼ konto, z którego chcesz dokonaæ transferu lub wybierz jedno z listy
sk: Vlo¾te úèet, z ktorého sa uskutoèní prevod, alebo vyberte jeden zo zoznamu

source: This transaction has multiple splits; press the Split button to see them all
sk: Táto transakcia obsahuje viacnásobné rozdelenie; stlaète tlaèítko Rozdelenia, aby ste ich v¹etky videli

source: This transaction is a stock split; press the Split button to see details
sk: Táto transakcie je rozdelenie akcií; ak chcete vidie» detaily stlaète tlaèítko Rozdelenia

source: You are about to change a reconciled split. Are you sure you want to do that?
sk: Idete zmeni» vysporiadané rozdelenie. Ste si istý, ¾e to chcete urobi»?

source: You are about to overwrite an existing split. Are you sure you want to do that?
sk: Idete prepísa» existujúce rozdelenie. Ste si istý, ¾e to chcete?

source: You are about to overwrite an existing transaction. Are you sure you want to do that?
pl: Za chwilê zostanie nadpisana istniej±ca transakcja. Czy na pewno chcesz to zrobiæ?
sk: Idete prepísa» existujúcu transakciu. Ste si istý, ¾e to chcete spravi»?

source: Recalculate Transaction
sk: Prepoèíta» transakciu

source: The values entered for this transaction are inconsistent. Which value would you like to have recalculated?
pl: Wprowadzone przez ciebie warto¶ci dla tej transakcji s± niespójne. Która z warto¶ci ma byæ ponownie przeliczona?
sk: Hodnoty vlo¾ené pre túto transakciu sú nekonzistentné. Ktoré hodnoty si prajete prepoèíta»?

source: Changed
pl: Zmienione
sk: Zmenené

source: Deposit
pl: Depozyt
sk: Vklad

source: Withdraw
pl: Wyp³ata
sk: Výber

source: Check
pl: Czek
sk: ©ek

source: Int
sk: Úrok

source: Teller
sk: Bankomat

source: Phone
pl: Telefon
sk: Telefón

source: AutoDep
sk: Auto håbka

source: Wire
sk: Linka

source: Direct Debit
pl: Bezpo¶redni debet
sk: Priamy dlh

source: Buy
sk: Nákup

source: Sell
sk: Predaj

source: Fee
pl: Op³ata
sk: Poplatok

source: Rebate
pl: Nadp³ata
sk: Zµava

source: Div
sk: Dividenda

source: LTCG
sk: Dlhodobé kapitálové výnosy

source: STCG
sk: Krátkodobé kapitálové výnosy

source: Dist
sk: Distribúcia

source: -- Stock Split --
sk: -- Rozdelenie akcií --

source: Contents
pl: Zawarto¶æ
sk: Obsah

source: << Remove
pl: << Usuñ
sk: << Odobra»

source: Add >>
pl: Dodaj >>
sk: Prida» >>

source: Available reports
pl: Dostêpne raporty
sk: Dostupné výkazy

source: Cols
pl: Kolumny
sk: Ståpce

source: Column span:
sk: Vzdialenos» ståpcov:

source: Enter report row/column span
sk: Vlo¾te vzdialenosti medzi riadkami/ståpcami vo výkaze

source: HTML Style Sheets
pl: Arkusze stylów w HTML-u
sk: HTML ¹týl

source: Move down
pl: W dó³
sk: Posunú» nadol

source: Move up
pl: W górê
sk: Posunú» nahor

source: New Style Sheet
pl: Nowy arkusz stylów
sk: Nový ¹týl

source: New style sheet info
pl: Informacje o nowym arkuszu stylów
sk: Informácie o novom ¹týle

source: Report Size
sk: Veµkos» výkazu

source: Row span:
sk: Vzdialenos» riadkov:

source: Rows
pl: Rzêdy
sk: Riadky

source: Size...
pl: Rozmiar...
sk: Veµkos»...

source: Style sheet options
pl: Opcje arkusza stylów
sk: Nastavenia ¹týlu

source: Style sheet template:
pl: Szablon arkusza stylów:
sk: ©ablóna pre ¹týl

source: Style sheets
pl: Arkusze stylów
sk: ©týl

source: (Report not found)
pl: (Raport nie znaleziony)
sk: (Výkaz nebol nájdený)

source: Choose export format
sk: Zvoµte formát exportu

source: Choose the export format for this report:
sk: Zvoµte formát, do ktorého bude výkaz exportovaný:

source: Save %s To File
sk: Ulo¾i» %s do súboru

source: You cannot save to that filename. %s
sk: Nie je mo¾né ulo¾i» pod týmto názvom. %s

source: You cannot save to that file.
pl: Nie mo¿na zapisaæ do tego pliku.
sk: Nie je mo¾né ulo¾i» do toho súboru

source: Could not open the file %s %s
pl: Nie mo¿na otworzyæ pliku %s %s
sk: Nie je mo¾né otvori» súbor %s %s

source: There are no options for this report.
sk: Pre tento výkaz nie sú nastavenia.

source: Reload the current report
pl: Od¶wie¿a bie¿±cy raport
sk: Znovu naèíta aktuálny výkaz

source: Export HTML-formatted report to file
pl: Eksportuje do pliku raport w formacie HTML
sk: Exportuje výkaz ako HTML naformátovaný súbor

source: Edit report options
pl: Modyfikuje opcje raportu
sk: Upravi» nastavenie výkazu

source: Print report window
pl: Drukuje zawarto¶æ okna raportu
sk: Vytlaèi» výkaz

source: Badly formed options URL: %s
sk: Zle naformátované nastavenie URL: %s

source: The GnuCash online manual has lots of helpful information. If you are upgrading from earlier versions of GnuCash, the section "What's new in GnuCash 1.8" is particularly interesting. You can access the manual under the Help menu.
sk: GnuCash online manuál obsahuje veµa u¾itoèných informácií. Ak prechádzate zo star¹ej verzie GnuCash, tak vás bude asi zaujíma» kapitola "Èo je nové v GnuCash 1.8". Manuál mô¾ete nájs» v ponuke Pomocník.

source: You can easily import your existing financial data from Quicken, MS Money or other programs that export QIF files or OFX files. In the File menu, click on the sub-menu Import and click on QIF or OFX file, respectively. Then, follow the instructions provided.
sk: Veµmi µahko mô¾ete importova» existujúce finanèné údaje z Quicken, MS Money alebo iných programov, ktoré exportujú QIF alebo OFX súbory. V ponuke Súbor vyberte polo¾ku Import a kliknite na QIF/OFX súbor a riaïte sa poskytnutými informáciami.

source: If you are familiar with other financial programs such as Quicken, note that GnuCash uses accounts instead of categories to track income and expenses. For more information on income and expense accounts, please see the GnuCash online manual.
pl: Je¶li wiesz jak korzystaæ z innych programów finansowych takich jak Quicken, zwróæ uwagê ¿e GnuCash u¿ywa kont zamiast kategorii do ¶ledzenia przychodów i wydatków. Aby uzyskaæ wiêcej informacji na temat kont przychodów i wydatków, zajrzyj do podrêcznika internetowego GnuCash.
sk: Ak ste oboznámený s inými finanènými programami ako napríklad Quicken, v¹imnite si, ¾e GnuCash pou¾íva úèty namiesto kaategorií na zaznamenávanie príjmov a výdajov. Viac informácií o úètoch príjmov a výdajov nájdete v GnuCash online manuáli.

source: Create new accounts by clicking the New button in the main window tool bar. This will bring up a dialog box where you can enter account details. For more information on choosing an account type or setting up a chart of accounts, please see the GnuCash online manual.
pl: Utwórz nowe konta klikaj±c przycisk "Nowe" w pasku narzêdziowym g³ównego okna. Wy¶wietlone zostanie okno dialogowe gdzie mo¿na bêdzie wprowadziæ szczegó³y konta. Aby uzyskaæ wiêcej informacji na temat rodzaju kont lub ustawieñ wykresów kont, zajrzyj do podrêcznika internetowego GnuCash.
sk: Vytvorte nový úèet pomocou kliknutia na tlaèítko Nový v panely nástrojov hlavného okna. Zobrazí sa vám dialóg, kde mô¾ete vlo¾i» detaily o úète. Viac informácií o voµbe typu úètu, nastavení grafu úètov nájdete v GnuCash online manuáli.

source: Click the right mouse button in the main window to bring up the account menu options. Within each register, clicking the right mouse button brings up the transaction menu options.
pl: Kliknij prawym przyciskiem myszy w g³ównym oknie aby wy¶wietliæ menu opcji konta. Klikniêcie prawym przyciskiem myszy wewn±trz ka¿dego rejestru podowuje wy¶wietlenie menu opcji transakcji.
sk: Po kliknutí pravého tlaèítka my¹i v hlavnom okne sa vám zobrazí ponuka nastavení úètu. V ka¾dom registri, ak kliknete pravým tlaèítkom my¹í, sa vám zobrazí ponuka nastavení transakcií.

source: To enter multiple-split transactions such as a paycheck with multiple deductions, click the Split button in the tool bar. Alternatively, in the View -> Style menu, you can choose the register style Auto-Split Ledger or Transaction Journal.
sk: Ak chcete vlo¾i» transakcie s viacnásobným rozdelením napr. ¹ek s viacnásobnou zrá¾kou, kliknite na tlaèítko Rozdelenie v panely nástrojov. Alternatívou je voµba ¹týlu registra Automaticky delené saldokonto alebo nastavenie Denník transakcií v ponuke Register|©týl.

source: As you enter amounts in the register, you can use the GnuCash calculator to add, subtract, multiply and divide . Simply type the first value, then select '+', '-','*', or '/'. Type the second value and press Enter to record the calculated amount.
pl: Po wprowadzeniu kwot do rejestru, mo¿na u¿yæ kalkulatora GnuCash aby dodawaæ, odejmowaæ, mno¿yæ i dzieliæ. Wpisz po prostu pierwsz± warto¶æ, nastêpnie wpisz "+","-","*" lub "/". Wpisanie drugiej warto¶ci i naci¶niêcie klawisza Enter zapisze obiczon± kwotê.
sk: Pri vkladaní súm v registri mô¾ete pou¾íva» GnuCash kalkukaèku na spoèítavanie, odèítavanie, násobenie a delenie. Jednoducho napí¹te prvú hodnotu a potom zvoµte '+', '-', '*', alebo '/'. Potom vlo¾te druhú hodnotu a stlaète Enter pre zaznamanie vypoèítanej sumy.

source: Quick-fill makes it easy to enter common transactions. When you type the first letter(s) of a common transaction description, GnuCash will automatically complete the remainder of the transaction as it was last entered.
pl: Szybkie wype³nianie u³atwia wprowadzanie pospolitych transakcji. Po podaniu pierwszej litery (liter) opisu transakcji, GnuCash automatycznie uzupe³ni opis o ostatnio wprowadzone dane.
sk: Rýchle vypåòanie vám uµahèí vkladanie be¾ných transakcií. Keï budete vklada» prvé písmená be¾nej popisu transakcie, GnuCash bude automaticky dokonèova» zostávajúcu èas» transakcie, podµa toho ako bola naposledy vlo¾ená.

source: Type the first letter(s) of an existing account name in the Transfer register column, and GnuCash will complete the name from your list of accounts. For subaccounts, type the first letter(s) of the parent account, followed by ':' and the first letter(s) of the subaccount (e.g. A:C for Assets:Cash.)
pl: Po wpisaniu pierwszej liter(y) nazwy istniej±cego konta w kolumnie rejestru transferów, Gnucash uzupe³ni nazwê z listy kont. W przypadku kont podrzêdnych, wpisanie pierwszej litery(liter) konta nadrzêdnego, poprzedzonej przez ":" oraz pierwsz± literê (litery) nazwy konta podrzêdnego (np. A:G dla Aktywa:Gotówka.)
sk: Napí¹te prvé písmená názvu existujúceho úètu v registri v ståpci Prevody a GnuCash dokonèí názov podµa vá¹ho zoznamu úètov. Pre podúèty napí¹te prvé písmená rodièovského úètu, na nimi dajte ':' a vlo¾te prvé písmená podúètu (napríklad A:H pre Aktíva:Hotovos»).

source: Want to see all your subaccount transactions in one register? From the main menu, highlight the parent account and select Accounts -> Open Subaccounts from the menu.
sk: Chcete vidie» v¹etky transakcie podúètov v jednom registri? V hlavnej ponuke zvýraznite rodièovský úèet a zvoµte v ponuke Úèet -> Otvori» podúèty.

source: In the reconcile window, you can press the spacebar to mark transactions as reconciled. You can also press Tab and Shift-Tab to move between deposits and withdrawals.
sk: V okne Vysporiadanie po stlaèení medzerovníka oznaèíte transakciu ako vysporiadanú. Po stlaèení Tab alebo Shift-Tab sa budete pohybova» medzi vkladmi a výbermi.

source: GnuCash can act as a simple web browser! To display a web page as a report, use the Sample & Custom -> "Custom Web Report" report.
sk: GnuCash sa mô¾e správa» ako jednoduchý web prehliadaè! Ak chcete zobrazi» web stránku ako výkaz, pou¾ite výkaz Uká¾ky a vlastné -> "Vlastný web výkaz".

source: Style Sheets affect how reports are displayed. Choose a style sheet for your report as a report option, and use the Edit -> Style Sheets menu to customize style sheets.
sk: ©týly majú vplyv na zobrazenie výkazov. Zvoµte ¹týl pre vá¹ výkaz v nastaveniach výkazu a potom si ho pomocou Upravi» -> ©týl prispôsobte.

source: The GnuCash developers are easy to contact. As well as several mailing lists, you can chat to them live on IRC! Join them on #gnucash at irc.gnome.org
pl: Z twórcami programu GnuCash ³atwo jest siê skontaktowaæ. Nie tylko za po¶rednictwem kilka list dyskusyjnych, ale tak¿e na ¿ywo porzez IRC-a! Do³±cz do nich na kanale #gnucash serwera irc.gnome.org
sk: Kontaktova» GnuCash vývojárov je µahké. Okrem niekoµkých mailing listov si s nimi mô¾ete na¾ivo chat-ova» na IRC! Pripoji» sa k nim mô¾ete na #gnucash na irc.gnome.org

source: There is a theory that if ever anyone discovers what the Universe is for and why it is here, it will instantly disappear and be replaced with something even more bizarre and inexplicable. There is another theory that this has already happened. Douglas Adams, "The Restaurant at the End of the Universe"
pl: Istnieje teoria mówi±ca, ¿e je¶li kto¶ kiedy¶ odkryje czym jest Wszech¶wiat, dlaczego i dla kogo jest tutaj, bêdzie on ci±gle znika³ i zostanie zast±piony czym¶ nawet bardziej dziwacznym i nieprzewidywalnym. Istnieje jeszcze jedna teoria, ¿e to ju¿ siê sta³o. Douglas Adams, "Restauracja na koñcu wszech¶wiata"
sk: Existuje teória, podµa ktorej, ak niekto zistí. na èo Vesmír a preèo tu je tu je, tak okam¾ite zmizne a bude nahradený s nieèím e¹te viac bizarnej¹ím a nevysvetliteµným. Je e¹te iná teória, ¾e u¾ sa to stalo. Douglas Adams, "Re¹taurácia na konci Vesmíru"

source: If you keep multiple account views open, it may be helpful to give each one a descriptive name
pl: Je¶li otwartych jest wiele widoków kont, pomocne mo¿e byæ nadanie ka¿demu z nich opisuj±cej nazwy.
sk: Ak necháte otvorené pohµady na viacnásobné úèty, bude vhodné, ak dáte ka¾dému popisný názov

source: Double click expands parent accounts
pl: Rozwijanie kont nadrzêdnych po dwukrotnym klikniêciu
sk: Dvojité kliknutie rozvinie rodièovské úèty

source: Double clicking on an account with children expands the account instead of opening a register.
pl: Podwójne klikniêcie konta z kontami podrzêdnymi rozwija konto zamiast otwierania rejestru.
sk: Dvojité kliknutie na úèet s podúètami spôsobí, ¾e namiesto otvorenia registra sa rozvinie zvolený úèet.

source: Account types to display
pl: Wy¶wietlane rodzaje kont
sk: Typy úètov, ktoré sa budú zobrazova»

source: Account fields to display
pl: Wy¶wietlane pola kont
sk: Polia úètov, ktoré sa budú zobrazova»

source: Can't save window state
pl: Nie mo¿na zapisaæ stanu okna
sk: Nie je mo¾né ulo¾i» stav okna

source: Properties
sk: Vlastnosti

source: This is a development version. It may or may not work.
sk: Toto je vývojová verzia. Mô¾e, ale nemusí fungova».

source: The last stable version was
sk: Posledná stabilná verzia bola

source: The next stable version will be
sk: Ïal¹ia stabilná verzia bude

source: Loading modules...
sk: Naèítavanie modulov...

source: Loading tip-of-the-day...
sk: Naèítavanie tipov...

source: Loading configs...
sk: Naèítavanie konfigurácie

source: _Style Sheets...
sk: ©_týly...

source: Edit report style sheets.
pl: Edycja arkuszy stylów raportu.
sk: Upravi» ¹týl výkazu.

source: Welcome Sample Report
sk: Vitajte v uká¾kovom výkaze

source: Welcome-to-GnuCash report screen
sk: Vitajte v zobrazení GnuCash výkazov

source: Loading data...
sk: Naèítavanie dát...

source: Show version.
pl: Pokazywanie wersji.
sk: Zobrazi» verziu

source: Generate an argument summary.
sk: Generova» parametrický sumár.

source: Don't load any file, including autoloading the last file.
sk: Nenaèíta» ¾iaden súbor vrátane automatického naèítavania posledného súboru.

source: Enable debugging code.
pl: W³±czone debugowanie kodu.
sk: Povoli» ladenie kódu

source: Enable developers mode.
sk: Povoli» vývojársky mód

source: Logging level from 0 (least logging) to 5 (most logging).
pl: Poziom logowania od 0 (najmniej zapisów) do 5 (najwy¿szy).
sk: Úroveò protokolovania od 0 (minimálne) do 5 (maximálne)

source: Show GnuCash version
sk: Zobrazi» verziu GnuCash

source: Show GnuCash usage information
sk: Zobrazi» informácie o pou¾ívaní GnuCash

source: Show this help message
sk: Zobrazi» túto pomoc

source: Enable debugging mode
pl: W³±czony tryb debugowania
sk: Povoli» ladiaci mód

source: Enable developers mode
sk: Povoli» vývojársky mód

source: Set the logging level from 0 (least) to 6 (most)
sk: Nastavi» úroveò protokolovania od 0 (najmenej) po 6 (najviac)

source: Do not load the last file opened
sk: Nenaèíta» naposledy otvorený súbor

source: Set configuration path
sk: Nastavi» konfiguraènú cestu

source: Set shared data file search path
sk: Nastavi» cestu pre zdieµané dáta

source: Set the search path for documentation files
sk: Nastavi» cestu pre hµadanie dokumentácie

source: Evaluate the guile command
sk: Stanovi» guile príkaz

source: Load the given .scm file
sk: Naèíta» daný .scm súbor

source: Add price quotes to given FILE.
sk: Prida» ceny akcií to daného SÚBORA.

source: Load the user configuration
sk: Naèíta» pou¾ívateµskú konfiguráciu

source: Load the system configuration
sk: Naèíta» systémovú konfiguráciu

source: Unable to get quotes or diagnose the problem.
sk: Nie je mo¾né získa» ceny alebo diagnostikova» problém.

source: You are missing some needed Perl libraries. Run 'update-finance-quote' as root to install them.
sk: Chýbajú vám niektoré potrebné kni¾nice Perlu. Ak ich chcete nain¹talova» spustnite ako root 'update-finance-quote'.

source: Unable to retrieve quotes for these items:
sk: Nie je mo¾né získa» ceny pre tieto polo¾ky:

source: Continue using only the good quotes?
sk: Pokraèova» s pou¾itím iba dobrých cien?

source: Continuing with good quotes.
sk: Pokraèova» s pou¾itím dobrých cien.

source: Unable to create prices for these items:
sk: Nie je mo¾né vytvori» ceny pre tieto polo¾ky:

source: Add remaining good quotes?
sk: Prida» zostávajúce dobré ceny?

source: Adding remaining good quotes.
sk: Prida» zostávajúce dobré ceny.

source: Account Tree Window
sk: Okno stromu úètov

source: Account Register Window
sk: Okno registra úètov

source: Tool Bar Buttons
sk: Tlaèidlá v nástrojovom panely

source: Business
pl: Biznes
sk: Podnikanie

source: General
pl: Ogólne
sk: V¹eobecné

source: International
pl: Miêdzynarodowe
sk: Medzinárodné

source: Register Colors
pl: Kolory rejestru
sk: Farby registra

source: Dividends
pl: Dywidendy
sk: Dividendy

source: Customers
sk: Zákazníci

source: What is GnuCash?
sk: Èo je GnuCash?

source: Getting Started
pl: Wprowadzenie
sk: Zaèíname

source: Import QIF Files
sk: Import QIF súborov

source: Usage
sk: Pou¾itie

source: GnuCash Windows
sk: GnuCash okná

source: Menus
sk: Ponuky

source: Summary Bar
sk: Sumárový riadok

source: Status Bar
sk: Stavový riadok

source: List of Transactions
sk: Zoznam transakcií

source: Report Window
sk: Okno výkazu

source: Tool Windows
sk: Okno nástrojov

source: Scheduled Transactions Window
sk: Okno plánovaných transakcií

source: Reconcile Window
sk: Okno vysporiadania

source: Commodity Editor
sk: Editor komodít

source: Find Transactions
pl: Wyszukiwanie transakcji
sk: Nájs» transakciu

source: Help Window
sk: Okno pomocníka

source: Setting Up and Editing Accounts
sk: Vytváranie a úprava úètov

source: Types of GnuCash Accounts
sk: Typy GnuCash úètov

source: To Create a Chart of Accounts
sk: Vytvori» graf úètov

source: To Create a New Account
sk: Vytvori» nový úèet

source: To Edit an Account
sk: Upravi» úèet

source: To Edit a Chart of Accounts
sk: Upravi» graf úètov

source: To Delete an Account
sk: Odstráni» úèet

source: To Jump to Another Account
sk: Skoèi» do iného úètu

source: Stock Split Druid
sk: Sprievodca rozdelením akcií

source: To Enter a Transaction
sk: Vlo¾i» transakciu

source: To Enter Multiple Split Transactions
sk: Vlo¾i» viacnásobné rozdelenie transakcií

source: To Edit a Transaction
sk: Upravi» transakciu

source: To Delete a Transaction
sk: Odstráni» transakciu
