Repository: kleopatra999/gnucash-svn
Catalog: po/*.po
Languages: pl, sk

source: Open
pl: Otwórz
sk: Otvori»

source: (null)
pl: (puste)
sk: (¾iadny)

source: The URL %s is not supported by this version of GnuCash.
pl: URL %s nie jest obs³ugiwany przez t± wersjê GnuCash.
sk: URL %s nie je podporovaná v tejto verzií GnuCash.

source: Can't parse the URL %s
pl: Nie mo¿na przetworzyæ adresu URL %s
sk: Nie je mo¾né analyzova» URL %s

source: Can't connect to %s The host, username or password were incorrect.
pl: Nie mo¿na nawi±zaæ po³±czenia z %s Nazwa komputera, u¿ytkownika lub has³o s± jest niepoprawne.
sk: Nie je mo¾né sa pripoji» k %s Host, meno u¾ívateµa alebo heslo nie je správne.

source: Can't connect to %s Connection was lost, unable to send data.
pl: Nie mo¿na nawi±zaæ po³±czenia z %s Po³±czenie zosta³o utracone, nie mo¿na przes³aæ danych.
sk: Nie je mo¾né sa pripoji» k %s Spojenie sa preru¹ilo, nie je mo¾né posiela» údaje.

source: This file/URL appears to be from a newer version of GnuCash. You must upgrade your version of GnuCash to work with this data.
pl: Ten plik/URL prawdopodobnie pochodzi od nowszej wersji programu GnuCash. Musisz uaktualniæ program aby pracowaæ z danymi, które zawiera.
sk: Zdá sa, ¾e tento súbor/URL je z nov¹ej verzií GnuCash. Ak chcete pracova» s týmito údajmi, musíte aktualizova» svoju verziu GnuCash.

source: The database %s doesn't seem to exist. Do you want to create it?
pl: Baza danych %s prawdopodobnie nie istnieje. Czy chcesz j± stworzyæ?
sk: Zdá sa, ¾e databáza %s neexistuje. Prajete si ju vytvori»?

source: GnuCash could not obtain the lock for %s. That database may be in use by another user, in which case you should not open the database. Do you want to proceed with opening the database?
pl: GnuCash nie mo¿e zdj±æ blokady z %s. Baza danych mo¿e byæ u¿ywana przez innego u¿ytkownika - w tym przypadku nie powinno siê jej otwieraæ. Czy chcesz jednak otworzyæ bazê danych?
sk: GnuCash nemô¾e uzavrie» %s. Databáza mô¾e by» pou¾ívaná iným u¾ívateµom, a preto ju nie je mo¾né otvori». Prajete si pokraèova» v otváraní databázy?

source: The file/URL %s does not contain GnuCash data or the data is corrupt.
pl: Plik/URL %s nie zawiera danych programu GnuCash lub s± one uszkodzone.
sk: Súbor/URL %s neobsahuje GnuCash údaje alebo údaje sú po¹kodené.

source: The server at URL %s experienced an error or encountered bad or corrupt data.
sk: Na serveri na URL %s sa vyskytla chyba, alebo zlé alebo po¹kodené údaje.

source: You do not have permission to access %s
pl: Nie masz uprawnieñ dostêpu do %s
sk: Nemáte práva na prístup k %s

source: An error occurred while processing %s
pl: W trakcie przetwarzania wyst±pi³ b³±d %s
sk: Poèas spracovania %s sa vyskytla chyba

source: There was an error reading the file. Do you want to continue?
pl: Wyst±pi³ b³±d odczytu pliku. Czy chcesz kontynuowaæ?
sk: Poèas èítania súboru sa vyskytla chyba. Prajete si pokraèova»?

source: The file %s is empty.
pl: Plik %s jest pusty.
sk: Súbor %s je prázdny.

source: The file %s could not be found.
pl: Plik %s nie mo¿e zostaæ znaleziony.
sk: Súbor %s nie je mo¾né nájs».

source: This file is from an older version of GnuCash. Do you want to continue?
pl: Ten plik pochodzi od starszej wersji GnuCash. Czy chcesz kontynuowaæ?
sk: Tento súbor je zo star¹ej verzie GnuCash. Prajete si pokraèova»?

source: Unknown file type
pl: Nierozpoznany typ pliku
sk: Neznámy typ súboru.

source: This database is from an older version of GnuCash. Do you want to want to upgrade the database to the current version?
sk: Táto databáza je zo star¹ej verzie GnuCash. Chcete ju aktualizova» databázu na súèasnú verziu GnuCash?

source: The SQL database is in use by other users, and the upgrade cannot be performed until they logoff. If there are currently no other users, consult the documentation to learn how to clear out dangling login sessions.
pl: Baza danych SQL jest obecnie u¿ywana przez innych u¿ytkowników, wiêc nie mo¿na jej zaktualizowaæ, zanim siê oni nie wyloguj±. Je¶li obecnie nie korzystaj± z niej inni u¿ytkownicy, zajrzyj do dokumentacji jak usun±æ zawieszone sesje u¿ytkowników.
sk: SQL databáza je pou¾ívaná inými u¾ívateµmi a aktualizácia nemô¾e prebehnú», pokiaµ sa neodhlásia. Ak v skutoènosti nie sú prihlasený ¾iadny u¾ívatelia, pozrite sa v dokumentácií ako oèisti» voµne visiace prihlasovacie spojenia.

source: An unknown I/O error occurred.
pl: Wyst±pi³ nieznany b³±d wej¶cia/wyj¶cia.
sk: Vyskytla sa neznáma I/O chyba.

source: Changes have been made since the last Save. Save the data to file?
pl: Od ostatniego zosta³y wprowadzone zmiany. Zapisaæ dane do pliku?
sk: Od posledného ulo¾enia do¹lo k zmenám. Ulo¾i» údaje do súboru?

source: Quit
sk: Koniec

source: Open Anyway
sk: Aj tak otvori»

source: Create New File
sk: Vytvori» nový súbor

source: GnuCash could not obtain the lock for %s. That database may be in use by another user, in which case you should not open the database. What would you like to do?
sk: GnuCash nemô¾e uzavrie» %s. Databáza mô¾e by» pou¾ívaná iným u¾ívateµom, a preto ju nie je mo¾né otvori». Èo chcete urobi»?

source: Reading file...
sk: Èítanie súbora...

source: The file %s already exists. Are you sure you want to overwrite it?
pl: Plik %s ju¿ istnieje. Czy na pewno mam go zast±piæ?
sk: Súbor %s u¾ existuje. Ste si istý, ¾e ho chcete prepísa»?

source: There was an error saving the file. %s
sk: Vyskytla sa chyba poèas ukladania do súboru. %s

source: Writing file...
sk: Zapisujem do súboru...

source: Save
pl: Zapisz
sk: Ulo¾i»

source: Undefined character
pl: Niezdefiniowany znak
sk: Nedefinovaný znak

source: Not a variable
pl: Nie jest zmienn±
sk: Nie je premenná

source: Not a defined function
sk: Nedefinovaná funkcia

source: Out of memory
pl: Brak pamiêci
sk: Mimo pamäte

source: Numeric error
pl: B³±d liczbowy
sk: Numerická chyba

source: (none)
pl: (brak)
sk: (¾iadny)

source: -- Single Sources --
sk: -- Jednoduché zdroje --

source: -- Multiple Sources --
sk: -- Hromadné zdroje --

source: Opening Balances
pl: Bilansy otwarcia
sk: Poèiatoèný stav

source: Retained Earnings
sk: Získané výnosy

source: Equity
pl: Akcja
sk: Majetok

source: Opening Balance
pl: Bilans otwarcia
sk: Poèiatoèný stav

source: Debit
pl: Debet
sk: Debet

source: Credit
pl: Kredyt
sk: Kredit

source: Lost Accounts
pl: Zagubione konta
sk: Stratené úèty

source: Invoice
pl: Faktura
sk: Faktúra

source: Bill
pl: Rachunek
sk: Úètenka

source: Expense
pl: Wydatki
sk: Výdaj

source: Payment
pl: P³atno¶æ
sk: Platba

source: (owner)
sk: (vlastník)

source: Amount
pl: Kwota
sk: Suma

source: Date
pl: Data
sk: Dátum

source: Memo
pl: Notatka
sk: Poznámka

source: Num
pl: Liczba
sk: Èíslo

source: Payment Information
sk: Informácie o platbách

source: Post To
sk: Odosla» do

source: Transfer Account
pl: Konto transferowe
sk: Prevodový úèet

source: (type)
sk: (typ)

source: Close this window
sk: Zavrie toto okno

source: Days
pl: Dni
sk: Dni

source: Delete
pl: Usuñ
sk: Odstráni»

source: Description:
sk: Popis:

source: Edit...
sk: Upravi»...

source: Name:
sk: Názov:

source: New...
pl: Nowy...
sk: Nový...

source: Table
sk: Tabuµka

source: Type:
sk: Typ:

source: Active
sk: Aktívny

source: Address:
sk: Adresa:

source: Billing Information
sk: Zúètovacia informácia

source: Company Name:
sk: Názov spoloènosti:

source: Credit Limit:
sk: Kreditný limit:

source: Currency:
sk: Mena:

source: Customer
sk: Zákazník

source: Identification
sk: Identifikácia

source: New Customer
sk: Nový zákazník

source: Notes
pl: Notatki
sk: Poznámky

source: Phone:
sk: Telefón:

source: Description
pl: Opis
sk: Popis

source: Question
sk: Otázka

source: Access Control
sk: Kontrola prístupu

source: Employee
sk: Zamestnanec

source: Interface
sk: Rozhranie

source: Language:
sk: Jazyk:

source: Username:
sk: Pou¾ívateµ:

source: Blank
pl: Pusta
sk: Prázdna

source: Cancel
pl: Anuluj
sk: Zru¹i»

source: Cancel the current entry
sk: Zru¹í aktuálnu polo¾ku

source: Close
pl: Zamknij
sk: Zavrie»

source: Close this invoice window
sk: Zavrie» toto okno faktúry

source: Create a new Account
sk: Vytvorí nový úèet

source: Create a new invoice
sk: Vytvorí novú faktúru

source: Customer:
sk: Zákazník:

source: Date Posted
sk: Dátum odoslania

source: Delete the current entry
sk: Odstráni aktuálnu polo¾ku

source: Display the Status Bar
sk: Zobrazi» stavoví riadok

source: Display the Summary Bar
sk: Zobrazi» sumárový riadok

source: Display the toolbar
sk: Zobrazi» panel

source: Dup_licate
sk: Dup_likova»

source: Duplicate
pl: Zduplikuj
sk: Duplikova»

source: Edit
sk: Upravi»

source: Edit this Invoice
sk: Upravi» túto faktúru

source: Enter
pl: Wprowad¼
sk: Vlo¾i»

source: Enter a payment for the owner of this Invoice
sk: Vlo¾i» platbu pre majiteµa tejto faktúry

source: Invoice Entries
sk: Polo¾ky faktúry

source: Invoice ID
sk: ID faktúry

source: Invoice Information
sk: Fakturaèné informácie

source: Job
sk: Práca

source: Keep normal invoice order
sk: Dodr¾iava» be¾né usporiadanie faktúry

source: Make a copy of the current entry
sk: Vytvorí kópiu aktuálnej polo¾ky

source: Make a printable Invoice
sk: Vytvori» tlaèiteµnú faktúru

source: Move to the blank entry at the bottom of the Invoice
sk: Presunie na prázdnu transakciu na konci faktúry

source: New Account
pl: Nowe konto
sk: Nový úèet

source: New Invoice
sk: Nová faktúra

source: Open a general ledger window
pl: Otwiera okno ogólnej ksiêgi rachunkowej
sk: Otvorí okno hlavnej úètovnej knihy

source: Post
sk: Posla»

source: Print
pl: Wydrukuj
sk: Tlaè

source: Process Pa_yment
sk: Spracova» platbu

source: Record the current entry
sk: Zaznamená aktuálnu polo¾ku

source: Sort _Order
pl: Porz±dek _sortowania
sk: Usporiada» p_oradie

source: Sort by date
sk: Triedi» podµa dátumu

source: Sort by description
sk: Triedi» podµa popisu

source: Sort by price
sk: Triedi» podµa ceny

source: Sort by quantity
sk: Triedi» podµa mno¾stva

source: Sort by the date of entry
pl: Uporz±dkowanie wed³ug daty pozycji
sk: Triedi» podµa dátumu polo¾ky

source: Unpost
sk: Zru¹i» odoslanie

source: Unpost this Invoice and make it editable
sk: Zru¹i» odoslanie tejto faktúry a spravi» upraviteµnou

source: Use the financial calculator
pl: U¿ywa kalkulatora finansowego
sk: Pou¾i» finanènú kalkukaèku

source: View and edit the commodities for stocks and mutual funds
pl: Wy¶wietla i pozwala na modyfikacjê towarów dla gie³dy lub funduszy wzajemnych
sk: Prezeranie a úprava komodít pre akciové a investièné fondy

source: View and edit the prices for stocks and mutual funds
pl: Pokazuje i edytuje ceny dla gie³d oraz funduszy wzajemnych
sk: Prezeranie a úprava cien pre akciové a investièné fondy

source: _Actions
sk: Ú_kony

source: _Blank
pl: _Pusty
sk: _Prázdna

source: _Cancel
pl: _Anuluj
sk: _Zru¹i»

source: _Commodity Editor
sk: _Editor komodít

source: _Company Report
sk: Výkaz spoloènosti

source: _Date
sk: _Dátum

source: _Delete
pl: _Usuñ
sk: O_dstráni»

source: _Description
sk: _Popis

source: _Edit Invoice
sk: _Upravi» faktúru

source: _Enter
pl: _Wprowad¼
sk: _Vlo¾i»

source: _Financial Calculator
sk: _Finanèná kalkukaèka

source: _General Ledger
pl: _Ksiêga ogólna
sk: _Hlavná kniha

source: _Gnucash Users Manual
sk: _GnuCash manuál pou¾ívateµa

source: _New Invoice
sk: _Nová faktúra

source: _Price
sk: _Cena

source: _Price Editor
pl: Edytor _cen
sk: Edito_r cien

source: _Reports
pl: _Raporty
sk: Vý_kazy

source: _Standard
sk: ©_tandard

source: _Status Bar
sk: _Stavový riadok

source: _Tax Table Editor
sk: Editor _daòových tabuliek

source: _Tip Of The Day
sk: _Tip dòa

source: _Toolbar
sk: Panel _nástrojov

source: _Tools
pl: _Narzêdzia
sk: _Nástroje

source: Job Information
sk: Informácie o úlohe

source: Job Name
sk: Názov úlohy

source: Job Number
sk: Èíslo úlohy

source: Owner Information
sk: Informácie o vlastníkovi

source: Close Order
sk: Zatvori» objednávku

source: Invoices
sk: Faktúry

source: New Order
sk: Nová objednávka

source: Order
sk: Objednávka

source: Order Entries
sk: Polo¾ky objednávky

source: Order Entry
sk: Polo¾ka objednávky

source: Order Information
sk: Informácie o objednávkach

source: Reference
sk: Referencia

source: New Vendor
sk: Nový predajca

source: Tax Included:
sk: S daòou:

source: Tax Table:
sk: Daòová tabuµka:

source: Vendor
sk: Predajca

source: Vendor Number:
sk: Èíslo predajcu:

source: What Tax Table should be applied to this vendor?
sk: Aká daòová tabuµka sa má pou¾i» pri tomto predajcovi?

source: Bad URL: %s
sk: Zlá URL: %s

source: No such entity: %s
sk: Nie je taká entita: %s

source: Badly formed URL %s
sk: Zlý tvar URL %s

source: Negative amounts are not allowed.
sk: Zobrazova» hodnoty nie sú prípustné.

source: You must provide a name for this Billing Term.
sk: Musíte poskytnú» názov pre tieto fakturaèné podmienky.

source: Unknown
sk: Neznáme

source: Are you sure you want to delete "%s"?
sk: Ste si istý, ¾e chcete zmaza» "%s"?

source: You must enter a billing address.
sk: Musíte vlo¾i» adresa fakturácie.

source: Credit must be a positive amount or you must leave it blank.
sk: Kredit musí by» kladné èíslo alebo ho nechajte prázdny.

source: <No name>
pl: <brak nazwy>
sk: <Bez mena>

source: Edit Customer
sk: Upravi» zákazníka

source: Process Payment
sk: Spracovanie platby

source: Customer ID
sk: ID zákazníka

source: Company Name
sk: Názov spoloènosti

source: Contact
sk: Kontakt

source: Company
sk: Spoloènos»

source: No Account selected. Please try again.
sk: Nie je zvolený ¾iaden úèet. Skúste, prosím, znova.

source: You must enter a username.
sk: Musíte vlo¾i» meno pou¾ívateµa.

source: You must enter the employee's name.
sk: Musíte vlo¾i» meno zamestnanca.

source: You must enter an address.
sk: Musíte vlo¾i» adresu.

source: Edit Employee
sk: Upravi» zamestnanca

source: View/Edit Employee
sk: Zobrazi»/Upravi» zamestnanca

source: Employee ID
sk: ID zamestnanca

source: Employee Username
sk: Pou¾ívateµské meno zamestnanca

source: Employee Name
sk: Meno zamestnanca

source: Username
sk: Meno pou¾ívateµa

source: Name
pl: Nazwa
sk: Názov

source: Are you sure you want to delete the selected entry?
sk: Ste si istý, ¾e chcete zmaza» oznaèenú polo¾ku?

source: The Invoice must have at least one Entry.
sk: Faktúra musí ma» najmenej jednu polo¾ku.

source: Do you really want to post the invoice?
sk: Skutoène chcete odosla» faktúru?

source: Due Date
sk: Dátum splatnosti

source: Post Date
sk: Dátum odoslania

source: Post to Account
sk: Odoslané na úèet

source: Total:
pl: Ogó³em:
sk: Celkom:

source: Select...
pl: Wybierz...
sk: Vybra»...

source: Edit Invoice
sk: Upravi» faktúru

source: View Invoice
sk: Zobrazi» faktúru

source: Invoice Owner
sk: Vlastník faktúry

source: Invoice Notes
sk: Fakturaèné poznámky

source: Company Name
sk: Názov spoloènosti

source: Type
pl: Typ
sk: Typ

source: Paid
sk: Zaplatené

source: Posted
sk: Odoslané

source: Opened
sk: Otvorené

source: The Job must be given a name.
sk: Úloha musí ma» názov.

source: You must choose an owner for this job.
sk: Musíte zvoli» vlastníka pre túto úlohu.

source: Edit Job
sk: Upravi» úlohu

source: New Job
sk: Nová úloha

source: View Invoices
sk: Zobrazi» faktúry

source: Owner's Name
sk: Meno vlastníka

source: The Order must be given an ID.
sk: Objednávka musí ma» ID.

source: Do you really want to close the order?
sk: Skutoène chcete zatvori» objednávku?

source: View/Edit Order
sk: Zobrazi»/Upravi» objednávku

source: Order Notes
sk: Poznámky objednávky

source: Is Closed?
sk: Je zatvorené?

source: Owner Name
sk: Meno vlastníka

source: Closed
sk: Uzavreté

source: You must select a company for payment processing.
sk: Musíte zvoli» spoloènos» pre spracovanie platby.

source: You must enter an account name for posting.
sk: Musíte vlo¾i» názov úètu pre odoslanie.

source: You must enter a payment address.
sk: Musíte vlo¾i» adresu platby.

source: Vendor ID
sk: ID predajcu

source: You have not selected an owner
sk: Nevybrali ste vlastníka

source: is
sk: je

source: is not
sk: nie je

source: None
pl: Brak
sk: ¾iadne

source: Yes
sk: Áno

source: No
sk: Nie

source: Use Global
sk: Pou¾i» v¹eobecné

source: The account %s does not allow transactions.
sk: Úèet %s nepovoµuje transakcie.

source: The account %s does not exist. Would you like to create it?
pl: Konto %s nie istnieje. Czy chcesz je stworzyæ?
sk: Úèet %s neexistuje. Prajete si ho vytvori»?

source: Hours
sk: Hodiny

source: Project
sk: Projekt

source: Material
sk: Materiál

source: The current entry has been changed. Would you like to save it?
sk: Aktuálna transakcia bola zmenená. Prajete si ju zaznamena»?

source: an Account
sk: Úèet

source: The tax table %s does not exist. Would you like to create it?
sk: Daòová tabuµka %s neexistuje. Prajete si ho vytvori»?

source: sample:Description of an Entry
sk: sample:Popis polo¾ky

source: sample:Action
sk: sample:Úkon

source: sample:Expenses:Automobile:Gasoline
pl: przyk³ad:Wydatki:Samochód:Tankowanie
sk: sample:Výdaje:Automobil:Benzín

source: sample:Tax Table 1
sk: sample:Daòová tabuµka 1

source: Cash
pl: Gotówka
sk: Hotovos»

source: Charge
sk: Výdavok

source: Income Account
pl: Konto aktywów
sk: Príjmový úèet

source: Action
pl: Czynno¶æ
sk: Úkon

source: Discount
sk: Zµava

source: Discount Type
sk: Typ zµavy

source: Unit Price
sk: Jednotková cena

source: Quantity
sk: Mno¾stvo

source: Tax Table
sk: Daòová tabuµka

source: Taxable?
sk: Zdaniteµné?

source: Tax Included?
sk: Vrátane Dane?

source: Invoiced?
sk: Fakturované?

source: Subtotal
sk: Medzisúèet

source: Tax
sk: Daò

source: Enter the Discount Percent
sk: Zada» percento zµavy

source: Tax Account
sk: Vý¹ka dane

source: Tax Table Entry
sk: Polo¾ka daòovej tabuµky

source: Tax Tables
sk: Daòové tabuµky

source: Value:
sk: Hodnota:

source: Value $
sk: Hodnota $

source: Percent %
sk: Percentá %

source: Are you sure you want to delete this entry?
sk: Ste si istý, ¾e chcete zmaza» túto polo¾ku?

source: Bank
sk: Bankový úèet

source: Asset
pl: Wk³ad
sk: Aktíva

source: Credit Card
pl: Karta kredytowa
sk: Platobná karta

source: Liability
pl: Obci±¿enia
sk: Pasíva

source: Stock
pl: Gie³da
sk: Akcie

source: Mutual Fund
pl: Fundusz wzajemny
sk: Investièný fond

source: Currency
pl: Waluta
sk: Mena

source: Income
pl: Przychód
sk: Príjem

source: Daily (x%u)
sk: Denne (x%u)

source: Daily
sk: Denne

source: Weekly: %s
sk: Tý¾denne: %s

source: Bi-Weekly, %ss
sk: Dvojtý¾denne, %ss

source: Semi-monthly (x%u): %s, %s
sk: Dvakrát do mesiaca (x%u): %s, %s

source: Semi-monthly: %s, %s
sk: Dvakrát do mesiaca: %s, %s

source: Monthly (x%u): %u
sk: Mesaène (x%u): %u

source: Monthly: %u
sk: Mesaène: %u

source: Quarterly (x%u): %u
sk: Kvartálne (x%u): %u

source: Quarterly: %u
sk: Kvartálne %u

source: Yearly: %s/%u
sk: Roène: %s/%u

source: Orphan
sk: Sirota

source: Imbalance
pl: Niezrównowa¿enie
sk: Nerovnováha

source: -- Split Transaction --
sk: -- Rozdeli» transakciu --

source: Split
pl: Podzia³
sk: Rozdelenia

source: Cancel the current transaction
pl: Anuluje bie¿±c± transakcjê
sk: Zru¹í aktuálnu transakciu

source: Chec_k & Repair
sk: _Kontrola a oprava

source: Check Register
sk: Skontrolova» register

source: Copy Transaction
pl: Skopiuj transakcjê
sk: Kopírova» transakciu

source: Copy the selected transaction
pl: Kopiuje zaznaczon± transakcjê
sk: Skopíruje zvolenú transakciu

source: Create a new account
pl: Tworzy nowe konto
sk: Vytvorí nový úèet

source: Cut Transaction
pl: Wytnij transakcjê
sk: Vystrihnú» transakciu

source: Cut the selected transaction
pl: Wycina zaznaczon± transakcjê
sk: Vystrihne zvolenú transakciu

source: Date _Range
sk: È_asový rozsah

source: Date:
pl: Data:
sk: Dátum:

source: Delete Transaction
pl: Usuñ transakcjê
sk: Odstráni» transakciu

source: Delete all the other splits
sk: Odstráni» v¹etky ostatné rozdelenia

source: Delete the current transaction
pl: Usuwa bie¿±c± transakcjê
sk: Odstráni aktuálnu transakciu

source: Delete the whole transaction
pl: Usuwa ca³± transakcjê
sk: Odstráni» celú transakciu

source: Descri_ption
sk: _Popis

source: Dup_licate Transaction...
sk: Dup_likova» transakciu...

source: Edit Exchange Rate
sk: Upravi» výmenný kurz

source: End date:
pl: Data koñcowa:
sk: Zobrazi» po:

source: Find
pl: Znajd¼
sk: Nájs»

source: Jump
pl: Skocz
sk: Skoèi»

source: Jump to the corresponding transaction in the other account
pl: Przeskakuje do odpowiedniej transakcji w innym koncie
sk: Zobrazí na kore¹pondujúcu transakciu v inom úète

source: Keep normal account order
sk: Dodr¾iava» be¾né usporiadanie úètu

source: Make a copy of the current transaction
pl: Tworzy kopiê bie¿±cej transakcji
sk: Vytvorí kópiu aktuálnej transakcie

source: Move to the blank transaction at the bottom of the register
pl: Przenosi pust± transakcjê w dó³ rejestru
sk: Presunie na prázdnu transakciu na konci registra

source: Num:
sk: Èíslo:

source: Open a register report window for this transaction
sk: Otvorí okno výkazu pre túto transakciu

source: Open the GnuCash Help
sk: Otvorí GnuCash Manuál

source: Open the GnuCash Tutorial
sk: Otvorí GnuCash Manuál

source: Paste Transaction
pl: Wklej transakcjê
sk: Vlo¾i» transakciu

source: Paste the transaction from the clipboard
sk: Vlo¾í transakciu zo schránky

source: Print _Check
sk: Vy_tlaèi» ¹ek

source: Print a check using a standard format
pl: Drukuje czek z u¿yciem standardowego formatu
sk: Vytlaèí ¹ek s pou¾itím ¹tandardného formátu

source: Reconcile the main account for this register
pl: Uzgadnia g³ówne konto dla tego rejestru
sk: Vysporiada hlavný úèet v tomto registri

source: Record a stock split or a stock merger
sk: Zaznamena» akciové rozdelenie alebo splynutie

source: Record the current transaction
pl: Zapisuje bie¿±c± transakcjê
sk: Zaznamená aktuálnu transakciu

source: Register date ranges
pl: Zakresy dat rejestru
sk: Èasový rozsah registra

source: Report
pl: Raport
sk: Výkaz

source: S_elect Transactions
sk: Vybra» transakci_e

source: S_plit Transaction
sk: Roz_deli» transakciu

source: Schedule
pl: Terminarz
sk: Rozvrh

source: Schedule...
sk: Plán...

source: Set Date Range
pl: Ustaw zakres dat
sk: Zada» èasový rozsah

source: Set _Range...
pl: _Ustaw zakres...
sk: Zadaj _rozsah...

source: Show Earliest
pl: Wy¶wietlanie najwcze¶niejszych
sk: Zobrazi» od najstar¹ích

source: Show Latest
pl: Wy¶wietlanie najpó¼niejszych
sk: Zobrazi» po posledné

source: Show _All
pl: _Wy¶wietl wszystkie
sk: Zobraz _v¹etko

source: Show all splits in the current transaction
sk: Zobrazí v¹etky rozdelenia v aktuálnej transakcií

source: Show expanded transactions with all splits
sk: Zobrazi» rozvinuté transakcie so v¹etkými rozdeleniami

source: Show transactions on one or two lines
sk: Zobrazi» transakcie na jednom alebo dvoch riadkoch

source: Show transactions on one or two lines and expand the current transaction
pl: Wy¶wietla transakcje w jednym lub dwóch wierszach i rozwija bie¿±c± transakcjê
sk: Zobrazi» transakcie na jednom alebo dvoch riadkoch a rozvinú» aktuálnu transakciu

source: Show two lines of information for each transaction
pl: Wy¶wietla dwa wiersze informacji dla ka¿dej transakcji
sk: Zobrazi» dva riadky informácií pre ka¾dú transakciu

source: Sort by Amount
pl: Uporz±dkowanie wed³ug kwoty
sk: Triedi» podµa sumy

source: Sort by Date
pl: Uporz±dkowanie wed³ug dat
sk: Triedi» podµa dátumu

source: Sort by Description
pl: Uporz±dkowanie wed³ug opisu
sk: Triedi» podµa popisu

source: Sort by Memo
pl: Uporz±dkowanie wed³ug notatek
sk: Triedi» podµa poznámky

source: Sort by Number
sk: Triedi» podµa èísla

source: Sort by the statement date (unreconciled items last)
sk: Triedi» podµa dátumu vyúètovania (nevysporiadané polo¾ky budú posledné)

source: St_yle
sk: ©_týl

source: Start date:
pl: Data pocz±tkowa:
sk: Zobrazi» od:

source: Status
sk: Stav

source: Today
pl: Dzisiaj
sk: dnes

source: Transaction Information
pl: Informacje o transakcji
sk: Informácie o transakcii

source: Transfer
sk: Prevod
