Repository: kleopatra999/gnucash-svn
Catalog: po/*.po
Languages: pl, sk

source: You should back up your files regularly. Just copy your GnuCash data file to a floppy or other backup device.
pl: Nale¿y regularnie tworzyæ kopie zapasowe plików. Skopiuj pliki danych GnuCash na dyskietkê lub inne urz±dzenie archiwizuj±ce.

source: To transfer funds between accounts with different currencies, you need an intermediate currency trading account. Click the Transfer button in the register toolbar to let GnuCash create the intermediate transaction. See the GnuCash online manual for details.
pl: Aby przes³aæ fundusze pomiêdzy kontami o ró¿nych walutach, potrzebne jest po¶rednie konto walutowe. Kliknij przycisk Transferuj w pasku narzêdziowym rejestru aby umo¿liwiæ GnuCash utworzenie po¶redniej transakcji. Zajrzyj do internetowego podrêcznika GnuCash aby uzyskaæ wiêcej szczegó³ów.

source: You can pack multiple reports into a single window, providing all the financial information you want at a glance. To do so, use the "Multicolumn View" report.
pl: Mo¿na upakowaæ wiele raportów do pojedynczego okna, dostarczaj±c wszystkie infomacje finansowe na jednym ekranie. Aby to uczyniæ u¿yj raportu "Widok wielokolumnowy".

source: GnuCash can act as a simple web browser! To display a web page as a report, use the "Frame URL" report.
pl: GnuCash potrafi dzia³aæ jako prosta przegl±darka www! Aby wy¶wietliæ stronê www jako raport, u¿yj raportu "Ramka URL".

source: Style Sheets affect how reports are displayed. Choose a style sheet for your report as a report option, and use the Style Sheets menu to customize style sheets.
pl: Arkusze stylów okre¶laj± sposób wy¶wietlania raportów. Wybierz arkusz stylów dla raportu jako opcjê raportu, oraz u¿yj menu Arkusz Stylów aby dostosowaæ arkusze stylów.

source: Welcome to GnuCash 1.6
pl: Witaj w GnuCash 1.6

source: GnuCash 1.6 has lots of nice features. Here are a few.
pl: Gnucash 1.6 posiada wiele mi³ych udogodnieñ. Tu jest kilka z nich.

source: Maximum
pl: Maksimum

source: Profit and Loss - %s to %s
pl: Zysk i strata - %s do %s

source: Make an invoice
pl: Stwórz fakturê

source: Client Name
pl: Nazwa klienta

source: The name of the client to put on the invoice.
pl: Nazwa klienta umieszczana na fakturze.

source: Client Address
pl: Adres klienta

source: The address of the client to put on the invoice
pl: Adres klienta umieszczany na fakturze

source: File: "%s" exists. Overwrite?
pl: Plik "%s" istnieje. Czy chcesz go nadpisaæ?
