Repository: kleopatra999/gnucash-svn
Catalog: po/*.po
Languages: pl, sk

source: Click "Next" to accept the information and move to the next currency or stock.
pl: Kliknij "Naprzód", aby zaakceptowaæ podane informacje i przej¶æ do nastêpnej waluty lub akcji.
sk: Kliknite na "Nasledujúci" k akceptácií informácií a k presunutiu na ïal¹iu menu alebo cenný papier.

source: You must put values for the type, name, and abbreviation of the currency/stock.
pl: Nale¿y podaæ warto¶ci dla rodzaju, nazwy, oraz skróe dla waluty/gie³dy.
sk: Musíte vlo¾i» hodnoty pre typ, názov a skratku meny/akcie.

source: You must enter an existing national currency or enter a different type.
pl: Musisz wpisaæ istniej±c± walutê narodow± lub inny rodzaj waluty.
sk: Musíte vlo¾i» existujúcu národnú menu alebo vlo¾te iný typ.

source: Account ID
sk: ID úètu

source: Confidence
sk: Dôvera

source: Duplicate Transaction
sk: Duplikova» transakciu

source: Imported transaction's first split:
sk: Importované prvé rozdelenie transakcie:

source: New Account (child of selected) ...
pl: Nowe konto (podrzêdne do wybranego) ...
sk: Nový úèet (die»a zvoleného) ...

source: Other Account
pl: Inne konto
sk: Ïal¹í úèet

source: R
sk: È

source: (filled in automatically)
sk: (automaticky vyplnené)

source: Account list will be updated
sk: Úèet bude aktualizovaný

source: Add Bank
sk: Prida» banku

source: Add User
sk: Prida» pou¾ívateµa

source: Bank Code
sk: Bankový kód

source: Bank Code:
sk: Bankový kód:

source: Bank Identification
sk: Identifikácia banky

source: Choose a HBCI Version to use with the selected bank:
sk: Vyberte HBCI verziu pre pou¾ívanie so zvolenou bankou:

source: Configuration File
sk: Konfiguraèný súbor

source: Current Action
sk: Aktuálny úkon

source: Current Job
sk: Aktuálna úloha

source: Enter Bank Information
sk: Vlo¾i» bankové informácie

source: Enter an Online Transaction
sk: vlo¾i» online transakciu

source: Enter date:
sk: Vlo¾i» dátum:

source: From
pl: Od
sk: Od

source: Get Transactions Online
sk: Získa» transakcie online

source: GnuCash account name
pl: Nazwa konta GnuCash
sk: Názov GnuCash úètu

source: HBCI Version
sk: HBCI Verzia

source: HBCI Setup
sk: HBCI nastavenia

source: HBCI Version
sk: HBCI Verzia

source: HBCI account name
sk: Názov HBCI úètu

source: Internet Address
sk: Internetová adresa

source: Name (optional)
sk: Názov (nepovinné)

source: Now
sk: Teraz

source: Online Transaction
sk: Online transakcia

source: OpenHBCI Configuration File
sk: Otvori» HBCI konfiguraèný súbor

source: Originator Account Number
sk: Èíslo úètu pôvodcu

source: Originator Name
sk: Meno pôvodcu

source: Progress
sk: Priebeh

source: Recipient Account Number
sk: Èíslo úètu príjemcu

source: Recipient Bank Code
sk: Bankový kód príjemcu

source: Recipient Name
sk: Meno klienta

source: Server Address
sk: Adresa servera

source: To
pl: Do
sk: Do

source: Update account list
sk: Aktualizova» zoznam úètov

source: User Identification
sk: Identifikácia pou¾ívateµa

source: Version
sk: Verzia

source: at Bank
sk: v banke

source: something
sk: nieèo

source: Confirm Password:
sk: Potvrdi» heslo:

source: Enter Password
sk: Zadajte heslo

source: Enter and confirm your new password
sk: Vlo¾te a potvrïte svoje nové heslo

source: Enter new Password
sk: Zadajte nové heslo

source: Enter your password
sk: Vlo¾te svoje heslo

source: Default Customer
sk: ©tandardný zákazník

source: The file %s does not exist. Would you like to create it now?
sk: Súbor %s neexistuje. Prajete si ho teraz vytvori»?

source: Unspecified
sk: Ne¹pecifikovaný

source: Online Actions
sk: Online úkony

source: Finished
sk: Dokonèené

source: Opening Dialog
sk: Otvárací dialóg

source: Job: Get Transactions
sk: Úloh: Získa» transakcie

source: Job: New Transfer
sk: Úloha: Nový prevod

source: Done
sk: Hotovo

source: Sending message
sk: Posielanie správy

source: (unknown)
sk: (neznámy)

source: Online HBCI Transaction
sk: Online HBCI transakcia

source: Click "Load another file" if you have more data to import at this time. Do this if you have saved your accounts to separate OFX files. Click "Next" to finish loading files and move to the next step of the OFX import process.
sk: Kliknite na "Naèíta» ïal¹í súbor", ak máte viac dát na importovanie. Pou¾ite ho, ak ste ulo¾ili svoje úèty do viacerých samostatných OFX súborov. Kliknite na "Nasledujúci" na dokonèenie naèítavania súborov a presuòte sa ïal¹iemu kroku v procese importovania OFX.

source: GnuCash can import financial data from OFX (Quicken Interchange Format) files written by Quicken/QuickBooks, MS Money, Moneydance, and many other programs. The import process has several steps. Your GnuCash accounts will not be changed until you click "Finish" at the end of the process. Click "Next" to start loading your OFX data, or "Cancel" to abort the process.
sk: GnuCash mô¾e importova» finanèné údaje zo súborov OFX (Quicken Interchange Format), ktoré boli ulo¾ené v Quicken/QuickBooks, MS Money, Moneydance a mnohých ïal¹ích programoch. Proces importovania pozostáva z niekoµkých krokov. Va¹e GnuCash úèty sa nezmenia a¾ pokiaµ nekliknete na "Ukonèi»" a konci tohoto procesu. Kliknite na "Nasledujúci", ak chcete zaèa» naèítava» va¹e QIF údaje, alebo stlaète "Zru¹i»" na preru¹enie tohoto procesu.

source: Import OFX files
sk: Importovanie OFX súborov

source: Load another file
pl: Wczytaj inny plik
sk: Naèíta» ïal¹í súbor

source: OFX Filename:
sk: Názov OFX súboru:

source: OFX Files
sk: OFX súbory

source: OFX files you have loaded
sk: OFX súbory, ktoré ste naèítali

source: Please select a file to load. When you click "Next", the file will be loaded and analyzed. You may need to answer some questions about the account(s) in the file. You will have the opportunity to load as many files as you wish, so don't worry if your data is in multiple files.
sk: Zvoµte prosím súbor, ktorý sa má naèíta». Keï kliknete na "Nasledujúci", súbor bude naèítaný a zanalyzovaný. Bude potrebné odpoveda» na niekoµko otázok o úètoch v súbore. Budete ma» príle¾itos» naèíta» toµko súborov, koµko si budete ¾ela», tak¾e sa nemusíte obáva», ak va¹e údaje sú vo viacerých súboroch.

source: Select a OFX file to load
sk: Zvoµte OFX súbor, ktorý sa má naèíta»

source: Unload selected file
sk: Zru¹i» zvolený súbor

source: Enter a name for the account
pl: Wprowad¼ nazwê konta
sk: Vlo¾te názov úètu

source: Select QIF File
pl: Wybierz plik QIF
sk: Zvoli» QIF súbor

source: Please select a file to load.
pl: Wybierz plik do odczytu.
sk: Prosím zvoµte súbor, ktorý sa má naèíta».

source: File not found or read permission denied. Please select another file.
pl: Plik nie zosta³ odnaleziony lub nie ma praw do jego odczytu. Wybierz inny plik.
sk: Súbor nebol nájdený alebo nemáte práva na jeho èítanie. Zvoµte prosím iný súbor.

source: That QIF file is already loaded. Please select another file.
pl: Ten plik QIF jest ju¿ wczytany. Wybierz inny plik.
sk: Tento QIF súbor je u¾ naèítaný. Prosím, zvoµte iný súbor.

source: QIF file load warning: %s
pl: Ostrze¿enie dotycz±ce ³adowania pliku QIF: %s
sk: Varovanie naèítavania QIF súboru: %s

source: An error occurred while loading the QIF file.
pl: Wyst±pi³ b³±d w trakcie ³adowania pliku QIF.
sk: Vyskytla sa chyba pri naèítavaní QIF súboru.

source: QIF file load failed: %s
pl: B³±d ³adowania pliku QIF: %s
sk: Nepodarilo sa naèíta» QIF súbor: %s

source: An error occurred while parsing the QIF file.
pl: Wyst±pi³ b³±d w trakcie przetwarzania zawarto¶ci pliku QIF.
sk: Vyskytla sa chyba pri spracovávaní QIF súboru.

source: QIF file parse failed: %s
pl: B³±d przetwarzania pliku QIF: %s
sk: Zlyhalo spracovanie QIF súboru: %s

source: You must enter an account name.
pl: Musisz wprowadziæ nazwê konta.
sk: Musíte vlo¾i» názov úètu.

source: An error occurred while importing QIF transactions into GnuCash. Your accounts are unchanged.
pl: Wyst±pi³ b³±d w trakcie importowania transakcji QIF do GnuCash. Twoje konto pozosta³o niezmienione.
sk: Vyskytla sa chyba poèas importovanie QIF transakcií do GnuCash. Va¹e úèty sú nezmenené.

source: (split)
sk: (rozdelenie)

source: You must enter a Type for the commodity.
pl: Musisz podaæ typ towaru.
sk: Musíte vlo¾i» typ pre komoditu.

source: You must enter a name for the commodity.
pl: Musisz podaæ nazwê towaru.
sk: Musíte vlo¾i» názov komodity.

source: You must enter an abbreviation for the commodity.
pl: Musisz podaæ skrócon± nazwê towaru.
sk: Musíte vlo¾i» skratku pre komoditu.

source: Enter information about "%s"
pl: Wprowad¼ informacje o "%s"
sk: Vlo¾te informácie o "%s"

source: Pick the commodity's exchange or listing (NASDAQ, NYSE, etc).
sk: Vyberte komoditnú burzu (NASDAQ, NYSE, atï).

source: Enter the full name of the commodity, such as "Red Hat Stock"
pl: Wprowad¼ pe³n± nazwê towaru, np. "Akcje Red Hata"
sk: Vlo¾te plný názov komodity ako napríklad "Akcie Red Hat"

source: Enter the ticker symbol (such as "RHAT") or other unique abbreviation for the name.
sk: Vlo¾te symbol akcie (ako napríklad "RHAT") alebo inú jedineènú skratku pre názov.

source: Click "Next" to accept the information and move on.
pl: Kliknij "Naprzód", aby zaakceptowaæ te informacje i przej¶æ dalej.
sk: Kliknite na "Nasledujúci" k akceptovaniu informácií a pohybu ïalej,

source: Import _QIF...
sk: Importova» _QIF...

source: Import a Quicken QIF file
pl: Importuje plik Quicken QIF
sk: Importuje súbor Quicken QIF

source: Account name:
pl: Nazwa konta:
sk: Názov úètu:

source: Accounts and stock holdings
sk: Úèty a vlastnenie akcií

source: Click "Finish" to import data from the staging area and update your GnuCash accounts. The account and category matching information you have entered will be saved and used for defaults the next time you use the QIF import facility. Click "Back" to review your account and category matchings, to change currency and security settings for new accounts, or to add more files to the staging area. Click "Cancel" to abort the QIF import process.
sk: Kliknite na "Ukonèi»", ak chcete importova» údaje a aktualizova» svoje GnuCash úèty. Úèty a kategórie zodpovedajúce informáciám, ktoré ste poskytli budú ulo¾ené a pou¾ité ako prednastavenie pre ïal¹í import QIF súborov v budúcnosti. Kliknite na "Predchádzajúci", ak si chcete prezrie» svoje úèty, zodpovedajúce kategórie, zmeni» menu alebo cenný papier, nastavenie nových úètov, alebo prida» viacej súborov. Kliknite na "Zru¹i»", ak chcete stornova» proces importovania.

source: Click "Load another file" if you have more data to import at this time. Do this if you have saved your accounts to separate QIF files. Click "Next" to finish loading files and move to the next step of the QIF import process.
sk: Kliknite na "Naèíta» ïal¹í súbor", ak máte viac dát na importovanie. Pou¾ite ho, ak ste ulo¾ili svoje úèty do viacerých samostatných QIF súborov. Kliknite na "Nasledujúci" na dokonèenie naèítavania súborov a presuòte sa ïal¹iemu kroku v procese importovania QIF.

source: Click "Next" to check matchings for QIF categories.
pl: Kliknij "Naprzód" aby sprawdziæ dopasowania dla categorii QIF.
sk: Kliknite na "Nasledujúci" na preverenie zodpovedajúcej QIF kategórie.

source: Click "Next" to enter information about stocks and mutual funds in the imported data.
pl: Kliknij "Naprzód" aby wprowadziæ informacje dotycz±ce gie³d i funduszy wzajemnych w importowanych danych.
sk: Kliknite na "Nasledujúci", aby ste mohli vlo¾i» informácie o akciách a investièných fondoch v importovaných údajoch.

source: Click "Next" to enter information about the currency used in your QIF files.
pl: Kliknij "Naprzód aby wprowadziæ informacje dotycz±ce waluty u¿ywanej w twoich plikach QIF.
sk: Kliknite na "Nasledujúci" na vlo¾enie informácií o mene pou¾itej vo va¹ích QIF súboroch.

source: Enter the currency used for new accounts
pl: Podaj walutê u¿ywan± przy nowych kontach
sk: Vlo¾i» menu pou¾ívanú pre nové úèty

source: GnuCash can import financial data from QIF (Quicken Interchange Format) files written by Quicken/QuickBooks, MS Money, Moneydance, and many other programs. The import process has several steps. Your GnuCash accounts will not be changed until you click "Finish" at the end of the process. Click "Next" to start loading your QIF data, or "Cancel" to abort the process.
pl: GnuCash potrafi zaimportowaæ dane finansowe z plików QIF (Quicken Interchange Format) zapisanych w programie Quicken/QuickBooks, MS Money, Moneydance oraz wielu innych. Proces importowania posiada kilka kroków. Twoje konta GnuCash nie zostan± zmienione, zanim nie klikniesz przycisku "Zakoñcz" koñcz±cego proces importowania. Kliknij "Naprzód" aby rozpocz±æ ³adowanie danych QIF, lub "Anuluj" aby przerwaæ proces.
sk: GnuCash mô¾e importova» finanèné údaje zo súborov QIF (Quicken Interchange Format), ktoré boli ulo¾ené v Quicken/QuickBooks, MS Money, Moneydance a mnohých ïal¹ích programoch. Proces importovania pozostáva z niekoµkých krokov. Va¹e GnuCash úèty sa nezmenia a¾ pokiaµ nekliknete na "Ukonèi»" a konci tohoto procesu. Kliknite na "Nasledujúci", ak chcete zaèa» naèítava» va¹e QIF údaje, alebo stlaète "Zru¹i»" na preru¹enie tohoto procesu.

source: GnuCash uses separate Income and Expense accounts rather than categories to classify your transactions. Each of the categories in your QIF file will be converted to a GnuCash account. On the next page, you will have an opportunity to look at the suggested matches between QIF categories and GnuCash accounts. You may change matches that you do not like by clicking on the line containing the category name. If you change your mind later, you can reorganize the account structure safely within GnuCash.
sk: GnuCash pou¾íva oddelené úèty pre Príjmy a Výdaje, ne¾ by mal pou¾íva» kategórie na klasifikovanie va¹ich transakcií. Ka¾dá kategória vo va¹om QIF súbore bude zmenená na GnuCash úèet. Na nasledujúcej strane budete ma» príle¾itos» sa pozrie» na predpokladané pary medzi QIF kategóriami a GnuCash úètami. Kliknutím na riadok obsahujúci názov kategórie mô¾ete zmeni», èo sa vám nebude páèi».

source: If you are importing a QIF file downloaded from a bank or other financial institution, some of the information in the QIF file may duplicate information already in your GnuCash accounts. GnuCash will try to detect duplicates of existing transactions. On the next page, you will be asked to confirm that an existing transaction matches an imported transaction. Imported transactions are shown on the left side of the page, and possible matches for the selected left-hand transaction are shown to the right. There may be several old transactions that could match an imported transaction; you will be able to select the correct one by clicking in the "Dup?" column of the correct transaction. You can control the rules used by GnuCash to find duplicate transactions in the "QIF Import" section of the GnuCash Preferences dialog. Click "Next" to find duplicate transactions.
sk: Ak importujete QIF súbor, ktorý ste získali z banky alebo inej finanènej in¹titúcie, niektoré informácie v QIF súbore mô¾u duplikova» informácie, ktoré u¾ sú vo va¹ich GnuCash úèty. GnuCash sa pokúsi zisti» duplikácie existujúcich transakcií. Na nasledujúcej strane, budete po¾iadaný o potvrdenie existujúcich transakcií, ktoré zodpovedajú importovaným transakciám Importované transakcie sú zobrazené v µavej èasti strany a pravdepodobne zhodné k zvoleným transakciám vµavo sú zobrazené vpravo. Mô¾e tam by» niekoµko starých transakcií, ktoré mô¾u zodpoveda» importované transakcie; budete môc» zvoli» tú správnu pomocou kliknutia v ståpci "Dup?" na tú správnu transakciu. Mô¾ete ovláda» pravidlá, ktoré pou¾íva GnuCash na hµadanie duplikovaných transakcií v sekcií "QIF Import" v dialógu GnuCash Mo¾nosti. Po kliknutí na "Nasledujúci" sa zaène hµadanie duplikovaných transakcií.

source: Import QIF files
pl: Importuje pliki QIF
sk: Importova» QIF súborov

source: Imported transactions with duplicates
pl: Wyimportowane transakcje z duplikatami
sk: Importované transakcie s duplikátmi

source: In the next pages, you will be asked to provide information about stocks, mutual funds, and other tradable commodities that appear in the QIF file(s) you are importing. GnuCash requires more information about tradable commodities than the QIF format can represent. Each stock, mutual fund, or other commodity must have a type, which is the exchange or listing that it is found on (NASDAQ, NYSE, US Mutual Funds, etc), a full name, and an abbreviation. Check to see if there is an existing Type that is appropriate; if not, you can enter a new Type name by hand in the box. Make sure that the abbreviation you enter matches the ticker symbol used for the commodity on the exchange or listing for its type.
pl: Na nastêpnych stronach, wy¶wietlone zostnie pytanie o infomacje dotycz±ce gie³d, funduszy wzajemnych oraz innych sprzedawalnych towarów, które pojawiaj± siê w importowanym pliku (plikach) QIF. GnuCash potrzebuje wiêcej informacji dotycz±cych wymienialnych towarów ni¿ format QIF potrafi zapisaæ. Ka¿da gie³da, fundusz wzajemny lub inny towar musi posiadaæ rodzaj, z którym jest wymieniany lub wy¶wietlany (NASDAQ, NYSE, Fundusze Wzajemne US itd.), pe³n± nazwê oraz skrót. Spraws¼ czy istnieje okre¶lony rodzaj, je¶li nie, mo¿na wprowadziæ now± nazwê typu rêcznie w oknie. Upewnij siê, ¿e wprowadzony skrót pasuje do symbolu u¿ywanego dla towaru przy wymianie lub wy¶wietlaniu dla swojego rodzaju.
sk: Na nasledujúcich stránkach vám budú polo¾ené otázky na poskytnutie informácií o akciách, investièných fondoch a ostatných obchodovateµných komodít, ktoré sú v QIF súboroch, ktoré importujete. GnuCash po¾aduje viac informácií o obchodovateµných komoditách, ne¾ QIF formát mô¾e prezentova». Ka¾dá akcia, investièný fond alebo iná komodita musia ma» typ, ktorým je burza alebo výpis, na ktorom ju mo¾no nájs» (NASDAQ, NYSE, Investièné spoloènosti US, atï), úplné názov a skratku. Skontroµujte, èi existuje vhodný Typ, ak nie, tak mô¾ete napí¹te názov nového Typu do kolónky. Uistite sa, èi skratka je zhodná so symbolom komodity na burze, alebo zozname svojho druhu.

source: Income and Expense categories
pl: Kategorie przychodów i wydatków
sk: Príjmové a výdajové kategórie

source: Match QIF accounts with GnuCash accounts
sk: Zodpovedajúce QIF úèty s GnuCash úètami

source: Match QIF categories with GnuCash accounts
sk: Zodpovedajúce QIF kategórie s GnuCash úètami

source: Match duplicate transactions
pl: Dopasowanie zduplikowanych transakcji
sk: Zodpovedajúce duplikované transakcie

source: Match payees/memos to GnuCash accounts
sk: Zodpovedajúci príjemcovia/poznámky ku GnuCash úètom

source: On the next page, the accounts in your QIF files and any stocks or mutual funds you own will be matched with GnuCash accounts. If a GnuCash account already exists with the same name, or a similar name and compatible type, that account will be used as a match; otherwise, GnuCash will create a new account with the same name and type as the QIF account. If you do not like the suggested GnuCash account, click to change it. Note that GnuCash will be creating many accounts that did not exist on your other personal finance program, including a separate account for each stock you own, separate accounts for the brokerage commissions, special "Equity" accounts (subaccounts of Retained Earnings, by default) which are the source of your opening balances, etc. All of these accounts will appear on the next page so you can change them if you want to, but it is safe to leave them alone.
sk: Na nasledujúcej stránke budú úèty vo va¹ich QIF súboroch, akcie alebo investièné fondy, ktoré vlastníte, spárované s GnuCash úètami. Ak GnuCash úèet s takým istým alebo podobný názvom, kompatibilným typom existuje,tak ten úèet bude pova¾ovaný za vyhovujúci; inak GnuCash vytvorí nový úèet s takým názvom a typom ako je QIF úèet. Ak nie ste spokojný s ponúknutým GnuCash úètom, kliknite na neho a mô¾ete ho zmeni». Vezmite na vedomie, ¾e GnuCash vytvorí veµa úètov, ktoré neexistovali vo va¹om predchádzajúcom finanènom programe, vrátane oddelených úètov pre ka¾dú akciu, ktorú vlastníte, oddelených úètov pre provízne poplatky, ¹peciálne "Majetkové" úèty (¹tandardne podúèty nerozdelených výnosov), ktoré sú zdrojom va¹ich poèiatoèných stavov atï. V¹etky tieto úèty sa objavia na nasledujúcej strane, tak¾e ak chcete, mô¾ete ich zmeni», ale bezpeènej¹ie je necha» ich tak ako sú.

source: Payees and memos
pl: P³atko¶ci i notatki
sk: Príjemcovia a poznámky

source: Possible duplicates for selected new transaction
sk: Mo¾né duplikácie pre zvolené nové transakcie

source: QIF Filename:
pl: Nazaw pliku QIF:
sk: Názov QIF súboru:

source: QIF Files
pl: Pliki QIF
sk: QIF súbory

source: QIF account name
pl: Nazwa konta QIF
sk: Názov QIF úètu

source: QIF category name
pl: Nazwa kategorii QIF
sk: Názov QIF kategórie

source: QIF files downloaded from banks and other financial institutions may not have information about Accounts and Categories which would allow them to be correctly assigned to GnuCash accounts. In the following page, you will see the text that appears in the Payee and Memo fields of transactions with no QIF Account or Category. By default these transactions are assigned to the 'Unspecified' account in GnuCash. If you select a different account, it will be remembered for future QIF files.
sk: QIF súbory, ktoré máte z banky alebo inej finanènej in¹titúcie, nemusia obsahova» informácie o Úètoch a Kategóriách, ktoré umo¾òujú aby boli správne zaradené do GnuCash úètov. Na nasledujúcej stránke uvidíte text, ktorý sa objaví v kolónke transakcií Platca a Poznámka bez QIF Úètu alebo Kategórie. ©tandardne sú tieto transakcie v GnuCash zaradené na úèet 'Ne¹pecifikované'. Ak si zvolíte iný úèet, táto voµba bude ulo¾ená aj pre ïal¹ie QIF súbory.

source: QIF files you have loaded
pl: Za³adowane przez Ciebie pliki QIF
sk: QIF súbory, ktoré ste naèítali

source: QIF payee/memo
sk: QIF príjemca/poznámka

source: Select a QIF file to load
sk: Zvoµte QIF súbor, ktorý sa má naèíta»

source: Select possible duplicates
sk: Zvoli» mo¾né duplikáty

source: Set a date format for this QIF file
pl: Ustaw format daty dla tego pliku QIF
sk: Nastavi» formát dátumu pre tento QIF súbor

source: Set the default QIF account name
pl: Ustaw domy¶ln± nazwê konta QIF
sk: Nastavi» ¹tandardný názov QIF úètu

source: The QIF file format does not specify which order the day, month, and year components of a date are printed. In most cases, it is possible to automatically determine which format is in use in a particular file. However, in the file you have just imported there exist more than one possible format that fits the data. Please select a date format for the file. QIF files created by European software are likely to be in "d-m-y" or day-month-year format, where US QIF files are likely to be "m-d-y" or month-year-day.
sk: QIF formát ne¹pecifikuje v akom poradí sú komponenty dátumu deò, mesiac a rok zobrazené. Vo väè¹ine prípadov je mo¾né automaticky urèi», ktorý formát je pou¾itý v konkrétnom súbore. Av¹ak pre súbor, ktorý ste práve importovali existuje viac ako jeden mo¾ný formát, ktorý vyhovuje va¹im údajom. Zvoµte pre tento súbor formát dátumu. QIF súbor vytvorený európskym softvérom pravdepodobne pou¾íva "d-m-r" alebo formát deò-mesiac-rok, kým americké QIF súbory "m-d-r" alebo mesiac-deò-rok.
