Repository: kleopatra999/gnucash-svn
Catalog: po/*.po
Languages: pl, sk

source: To Remove Transaction Splits
sk: Odstráni» rozdelenie transakcií

source: To Copy a Transaction
sk: Kopírova» transakciu

source: To Schedule Transactions
sk: Plánovanie transakcií

source: Scheduled Transaction Editor
sk: Editor plánovaných transakcií

source: Since Last Run Druid
sk: Od posledného spustenia sprievodcu

source: Mortgage & Loan Repayment Druid
sk: Sprievodca splatením pô¾ièky/hypotéky

source: To Print Checks
sk: Vytlaèi» ¹ek

source: Using GnuCash Reports and Charts
sk: Pou¾ívanie GnuCash výkazov a grafov

source: Types of Reports and Graphs
sk: Typy výkazov a grafov

source: General Reports
sk: V¹eobecné výkazy

source: Assets & Liabilities
sk: Aktíva a Pasíva

source: Income & Expense
pl: Przychody & Wydatki
sk: Príjem a výdaj

source: Business Reports
sk: Obchodné výkazy

source: To Create Reports and Graphs
sk: Vytvorenie výkazov a grafov

source: To Customize Reports and Graphs
sk: Prispôsobenie výkazov a grafov

source: To Print or Export Reports and Graphs
sk: Tlaè alebo export výkazov a grafov

source: Account Options
sk: Nastavenie úètov

source: Setting Your Preferences
sk: Nastavenie va¹ich preferencií

source: User Info
pl: Informacje u¿ytkownika
sk: U¾ívateµské informácie

source: Advanced
sk: Pokroèilé

source: Changing Style Sheets
sk: Menenie ¹týlov

source: Default
pl: Domy¶lny
sk: Prednastavený

source: Tables
pl: Tabele
sk: Tabuµky

source: Technicolor
sk: Krikµavý

source: Colors
pl: Kolory
sk: Farby

source: Images
pl: Obrazy
sk: Obrázky

source: Setting Tax Options
sk: Nastavenie daòových mo¾ností

source: Detailed TXF Category Descriptions
sk: Detailný popis TXF kategórie

source: Report a bug
pl: Zg³o¶ b³±d
sk: Oznámenie chyby

source: GnuCash Configuration Options
sk: Konfiguraèné nastavenie GnuCash

source: Funds In
sk: Fondy v

source: Receive
sk: Obdr¾a»

source: Increase
sk: Nárast/zvý¹enie

source: Decrease
sk: Zní¾enie

source: Funds Out
sk: Nedostatoèné krytie

source: Withdrawal
sk: Odèerpanie

source: Spend
sk: Minuté

source: Date Format
pl: Format daty
sk: Formát dátumu

source: Date Format Display
pl: Wy¶wietlany format daty
sk: Formát zobrazenia dátumu

source: US-style: mm/dd/yyyy
pl: Format USA: mm/dd/rrrr
sk: Americký ¹týl: mm/dd/rrrr

source: UK-style dd/mm/yyyy
pl: Format UK: dd/mm/rrrr
sk: Britský ¹týl dd/mm/rrrr

source: Europe (31.12.2001)
sk: Európsky (31.12.2001)

source: Continental Europe: dd.mm.yyyy
pl: Styl Europejski: dd.mm.rrrr
sk: Kontinentálna Európa: dd.mm.rrrr

source: ISO Standard: yyyy-mm-dd
pl: Format ISO: rrrr-mm-dd
sk: ISO ¹tandard: rrrr-mm-dd

source: Default system locale format
pl: Domy¶lny format ustawieñ lokalnych
sk: ©tandardný locale formát systému

source: New Account Default Currency
sk: ©tandardná mena pre nový úèet

source: Default currency for new accounts
pl: Domy¶lna waluta dla nowych kont
sk: ©tandardná mena pre nové úèty

source: Default Report Currency
sk: ©tandardná mena výkazu

source: Default currency for reports
sk: ©tandardná mena pre výkazy

source: Use 24-hour time format
pl: 24-godzinny format czasu
sk: Pou¾i» 24-hodinový formát

source: Use a 24 hour (instead of a 12 hour) time format.
pl: U¿ywa 24 godzinnego (zamiast 12-to godzinnego) formatu czasu.
sk: Pou¾i» 24 hodinový èasový formát (namiesto 12 hodinového).

source: Enable EURO support
pl: W³±czona obs³uga EURO
sk: Povoli» podporu EURO meny

source: Enables support for the European Union EURO currency
pl: W³±cza obs³ugê dla waluty Unii Europejskiej EURO
sk: Povoli» podporu pre menu Európskej Únie - EURO

source: Default Register Style
pl: Domy¶lny styl rejestrów
sk: Prednastavený ¹týl registra

source: Default style for register windows
pl: Domy¶lny styl dla okien rejestrów
sk: ©tandardný ¹týl pre okno registra

source: Double Line Mode
pl: Tryb podwójnego wiersza
sk: Dvojriadkový mód

source: 'Enter' moves to blank transaction
pl: "Enter" przenosi do pustej transakcji
sk: 'Enter' posunie na prázdnu transakciu

source: If selected, move to the blank transaction after the user presses 'Enter'. Otherwise, move down one row.
pl: Je¶li zosta³o to zaznaczone, po naci¶niêciu klawisza "Enter", u¿ytkownik przeniesiony zostaje do pustej transakcji. W przeciwnym razie jeden wiersz w dó³.
sk: Ak je to nastavené, tak potom ako pou¾ívateµ stlaèí 'Enter', presunie sa na prázdnu transakciu. Inak sa presunie o jeden riadok dole.

source: Confirm before changing reconciled
pl: Potwierdzanie przez zmian± uzgodnieñ
sk: Potvrdi» pred zmenou vysporiadania

source: If selected, use a dialog to confirm a change to a reconciled transaction.
pl: Po zaznaczeniu, u¿ywane jest okno do potwierdzenia zmian uzgadaninychtransakcji.
sk: Ak je to zvolené, pou¾ije sa dialóg na potvrdenie zmeny vysporiadanej transakcie.

source: Register font
pl: Czcionka rejestru
sk: Písmo v registri

source: The font to use in the register
pl: Czcionka u¿ywana do wy¶wietlania danych w rejestrze
sk: Písmo, ktorý sa pou¾ije v registri

source: Register hint font
pl: Czcionka podpowiedzi rejestrów
sk: Písmo pre rady v registri

source: The font used to show hints in the register
pl: Czcionka u¿ywana do podpowiedzi w rejestrze
sk: Písmo, ktoré sa pou¾ije na zobrazovanie typov v registri

source: Header color
pl: Kolot nag³owka
sk: Farba záhlavia

source: The header background color
pl: Kolor t³a nag³ówka
sk: Farba pozadia záhlavia

source: Primary color
pl: Kolor g³ówny
sk: Primárna farba

source: The default background color for register rows
pl: Domy¶lny kolor t³a dla rzêdów rejestru
sk: ©tandardná farba pozadia pre riadky registra

source: Secondary color
pl: Kolor uzupe³niaj±cy
sk: Sekundárna farba

source: The default secondary background color for register rows
pl: Domy¶lny uzupe³niaj±cy kolor t³a dla rzêdów rejestru
sk: ©tandardná sekundárna farba pre riadky registra

source: Primary active color
pl: Podstawowy aktywny kolor
sk: Primárna aktívna farba

source: The background color for the current register row
pl: Kolor t³a dla bie¿±cego rzêdu rejestru
sk: Farba pozadia pre aktuálny riadok registra

source: Secondary active color
pl: Drugorzêdny aktywny kolor
sk: Sekundárna aktívna farba

source: The secondary background color for the current register row
pl: Uzupe³niaj±cy kolor t³a dla bie¿±cego rzêdu rejestru
sk: Sekundárna farba pozadia pre aktuálny riadok registra

source: Split color
sk: Farba rozdelenia

source: The default background color for split rows in the register
sk: Prednastavená farba pozadia pre riadky rozdelenia v registri

source: Split active color
sk: Aktívna farba pozadia

source: The background color for the current split row in the register
sk: Farba pozadia pre aktuálny riadok pozadia v registri

source: Double mode colors alternate with transactions
sk: Farba dvojriadkového módu alternovaná s transakciami

source: Alternate the primary and secondary colors with each transaction, not each row
sk: Alternatívne primárne a sekundárne farby s ka¾dou transakciou, nie s ka¾dým riadkom

source: Automatic credit card payments
pl: Automatyczna p³atno¶æ kart± kredytow±
sk: Automatické platby kreditnou kartou

source: After reconciling a credit card statement, prompt the user to enter a credit card payment
pl: Po uzgodnieniu stanu karty kredytowej, wy¶wietlona zostaje zachêta do wprowadzenia p³atn¶ci kart± kredytow±
sk: Po vysporiadaní vyúètovania kreditnej karty, po¾iada» u¾ívateµa, aby vlo¾il platbu kreditnou kartou

source: Check off cleared transactions
sk: Od¹ktrnú» vysporiadané transakcie

source: Automatically check off cleared transactions when reconciling
sk: Automaticky od¹krtne vysporiadané transakcie po vysporiadaní

source: Show Advanced Settings
sk: Zobrazi» roz¹írené nastavenia

source: Toolbar Buttons
pl: Przyciski paska narzêdzi
sk: Tlaèidlá v nástrojovom pruhu

source: Choose whether to display icons, text, or both for toolbar buttons
pl: Okre¶la czy wy¶wietlane s± ikony, tekst lub tekst i ikony razem na pasku narzêdzi
sk: Zvoµte si, èi sa budú zobrazova» ikony, text alebo oboje v nástrojovom pruhu

source: Icons and Text
pl: Ikony i tekst
sk: Ikony s textom

source: Show both icons and text
pl: Wy¶wietla ikony razem z tekstem
sk: Zobrazi» aj text aj ikony

source: Icons only
pl: Tylko ikony
sk: Iba ikony

source: Show icons only
pl: Pokazuje tylko ikony
sk: Zobrazi» iba ikony

source: Text only
pl: Tylko tekst
sk: Iba text

source: Show text only
pl: Pokazuje tylko tekst
sk: Zobrazi» iba text

source: Account Separator
pl: Separator kont
sk: Oddeµovaè úètov

source: The character used to separate fully-qualified account names
pl: Znak u¿ywany do odseparowania pe³nych nazw kont
sk: Znak, ktorý sa pou¾ije na oddeµovanie vymedzených mien úètov

source: : (Colon)
pl: : (Dwukropek)
sk: : (Dvojbodka)

source: Income:Salary:Taxable
pl: Przychód:Zarobki:Opodatkowanie
sk: Príjem:Mzda:Zdaniteµné

source: / (Slash)
pl: / (Uko¶nik)
sk: / (Lomítko)

source: Income/Salary/Taxable
pl: Przychód/Zarobki/Opodatkowanie
sk: Príjem/Mzda/Zdaniteµné

source: \ (Backslash)
pl: \ (Odwrotny uko¶nik)
sk: \ (Opaèné lomítko)

source: Income\Salary\Taxable
pl: Przychód\Zarobki\Opodatkowanie
sk: Príjem||Mzda||Zdaniteµné

source: - (Dash)
pl: - (My¶lnik)
sk: - (Pomlèka)

source: Income-Salary-Taxable
pl: Przychód-Zarobki-Opodatkowanie
sk: Príjem-Mzda-Zdaniteµné

source: . (Period)
pl: . (Kropka)
sk: . (Bodka)

source: Income.Salary.Taxable
pl: Przychód.Zarobki.Opodatkowanie
sk: Príjem.Mzda.Zdaniteµné

source: Reversed-balance account types
sk: Typy úètov s reverzným saldom

source: The types of accounts for which balances are sign-reversed
sk: Typy úètov, ktorých saldá sú oznaèené reverzne

source: Reverse Income and Expense Accounts
sk: Reverzné úèty Príjmov a Výdajov

source: Credit Accounts
pl: Konta kredytowe
sk: Kreditné úèty

source: Reverse Credit Card, Payable, Liability, Equity, and Income Accounts
sk: Reverzné úèty Kreditnej karty, Pasív, Majetku a Príjmov

source: Don't reverse any accounts
sk: Nerobi» reverziu pre ¾iadny úèet

source: Use accounting labels
pl: Etykiety rachunkowe
sk: Pou¾íva» úètovné oznaèenia

source: Only use 'debit' and 'credit' instead of informal synonyms
pl: U¿ywa tylko "debetu" i "kredytu" zamiast bezpo¶rednich synonimów
sk: Pou¾íva» iba 'debet' a 'kredit' namiesto neformálnych synoným

source: Display "Tip of the Day"
pl: Wy¶wietlanie "Porady dnia"
sk: Zobrazova» "Tip dòa "

source: Display hints for using GnuCash at startup
pl: Wy¶wietla podpowiedzi dotycz±ce u¿ywania Gnucash przy uruchamianiu programu
sk: Pri ¹tarte zobraz typy pre pou¾ívanie GnuCash

source: Display negative amounts in red
pl: Ujemne kwoty w kolorze czerwonym
sk: Zobrazova» záporné sumy èervenou

source: Automatic Decimal Point
pl: Automatyczny punkt dziesiêtny
sk: Automatická desatinná bodka

source: Automatically insert a decimal point into values that are entered without one.
pl: Automatycznie wstawia punkt dziesiêtny do wprowadzonych warto¶ci mniejszych ni¿ jeden.
sk: Automaticky vklada» desatinnú bodku do súm, ktoré sú vlo¾ené bez nej

source: Auto Decimal Places
pl: Automatyczne miejsca dziesiêtne
sk: Automatické desatinné miesta

source: How many automatic decimal places will be filled in.
pl: Jak wiele automatycznych miejsc dziesiêtnych bêdzie wype³nianych.
sk: Koµko desatinných miest bude automaticky vyplnených

source: No account list setup on new file
pl: Konfiguracyja listy rachunkowej dla nowego pliku
sk: Nezobrazova» zoznam úètov pri vytváraní nového súboru

source: Don't popup the new account list dialog when you choose "New File" from the "File" menu
pl: Nie wy¶wietla okna listy nowego konta po wybraniu "Nowy plik" z menu "Plik".
sk: Nebude sa vám zobrazova» dialóg so zoznamom nových úètov, keï si zvolíte "Nový súbor" z polo¾ky "Súbor"

source: Show some documentation-only pages in QIF Import druid
pl: Wy¶wietla kilka stron stron dokumentacji w druidzie importowania QIF
sk: Zobrazi» nejaké dokumentaèné stránky v sprievodcovi QIF Importom

source: Save Window Geometry
pl: Zapamiêtywanie po³o¿enia okna
sk: Uklada» geometriu okna

source: Save window sizes and positions.
pl: Zapisuje wymiary i po³o¿enie okna.
sk: Ulo¾í veµkos» a polohu okna.

source: Application MDI mode
pl: Tryb MDI programu
sk: Aplikaèný MDI mód

source: Choose how new windows are created for reports and account trees.
pl: Okre¶la sposób tworzenia nowych okien dla raportów i drzew kont.
sk: Zvoli» ako sa budú vytvára» nové okná pre výkazy a úètové stromy.

source: Notebook
pl: Zeszyt
sk: Poznámkový blok

source: New windows are created as notebook tabs in the current top-level window
pl: Nowe okna tworzone s± jako zak³adki zeszytu w bie¿±cym oknie g³ównym
sk: Nové okno je vytvorené ako ¹títok poznámkového bloku v aktuálnom okne najvy¹¹ej úrovne

source: Top-level
pl: G³ówny-poziom
sk: Najvy¹¹ia úroveò

source: Create a new top-level window for each report or account tree
pl: Tworzy nowe okno dla ka¿dego raportu lub drzewa kont
sk: Vytvori» nové okno najvy¹¹ej úrovne pre ka¾dý výkaz alebo úètový strom

source: Single window
pl: Pojedyncze okno
sk: Jedno okno

source: One window is used for all displays (select contents through Window menu)
pl: Jedno okno jest u¿ywane dla wszytkich ekranów (wybieranie zawarto¶c przez menu Okna)
sk: Jedno okno je pou¾ité pre v¹etky zobrazenia (obsah si volíte cez ponuku okna)

source: Use GNOME default
pl: Domy¶lne ustawieñ GNOME
sk: Pou¾i» ¹tandardné nastavenia GNOME

source: Default MDI mode can be set in the GNOME Control Center
pl: Domy¶lny tryb MDI mo¿e byæ ustawiony w konsoli sterowania GNOME
sk: ©tandardný MDI mód je mo¾né nastavi» v GNOME Control Center

source: Show Vertical Borders
pl: Wy¶wietlanie pionowych brzegów
sk: Zobrazi» vertikálne ohranièenie

source: By default, show vertical borders on the cells.
pl: Domy¶lnie, wy¶wietlane s± pionowe brzegi komórek.
sk: ©tandardne zobrazi» vertikálne ohranièenie buniek.

source: Show Horizontal Borders
pl: Wy¶wietlanie poziomych brzegów
sk: Zobrazi» horizontálne ohranièenie

source: By default, show horizontal borders on the cells.
pl: Domy¶lnie, wy¶wietlane s± poziome brzegi komórek.
sk: ©tandardne zobrazi» horizontálne ohranièenie buniek.

source: Auto-Raise Lists
sk: Automaticky zdvíhané zoznamy

source: Automatically raise the list of accounts or actions during input.
sk: Automaticky zobrazi» zoznam úètov alebo úkon poèas vkladania.

source: Show All Transactions
pl: Wy¶wietlanie wszystkich transakcji
sk: Zobraz v¹etky transakcie

source: By default, show every transaction in an account.
pl: Domy¶lnie, wy¶wietlane s± wszystkie transakcje na koncie.
sk: ©tandardne zobrazi» ka¾dú transakciu v úète.

source: Number of Rows
pl: Liczba wierszy
sk: Poèet riadkov

source: Default number of register rows to display.
pl: Domy¶lna liczba wy¶wietlanych wierszy rejestrów.
sk: ©tandardný poèet zobrazených riadkov v registri.

source: New Search Limit
sk: Nový limit hµadania

source: Current Year Start
pl: Pocz±tek bie¿±cego roku
sk: Zaèiatku aktuálneho roku

source: Start of the current calendar year
pl: Pocz±tek bie¿±cego roku kalendarzowego
sk: Zaèiatku aktuálneho kalendárneho roku

source: Current Year End
pl: Koniec bie¿±cego roku
sk: konca aktuálneho roku

source: End of the current calendar year
pl: Koniec bie¿±cego roku kalendarzowego
sk: konca aktuálneho kalendárneho roku

source: Previous Year Start
pl: Pocz±tek poprzedniego roku
sk: Zaèiatok predchádzajúceho roka

source: Beginning of the previous calendar year
pl: Pocz±tek poprzedniego roku kalendarzowego
sk: Zaèiatok predchádzajúceho kalendárneho roka

source: Previous Year End
pl: Koniec poprzedniego roku
sk: konca predchádzajúceho roku

source: End of the Previous Year
pl: Koniec poprzedniego roku finansowego
sk: konca predchádzajúceho roku

source: Current Financial Year Start
pl: Pocz±tek bie¿±cego roku finansowego
sk: Zaèiatku aktuálneho finanèného roku

source: Start of the current financial year/accounting period
pl: Pocz±tek bie¿±cego roku financowego/okresu rozliczeniowego
sk: Zaèiatok aktuálneho finanèného roku/úètovného obdobia

source: Previous Financial Year Start
pl: Pocz±tek poprzedniego roku finansowego
sk: Predchádzajúceho zaèiatku finanèného roka

source: The start of the previous financial year/accounting period
pl: Pocz±tek poprzedniego roku finansowego/okresu rozliczeniowego
sk: Zaèiatku predchádzajúceho finanèného roku/úètovného obdobia

source: End Previous Financial Year
pl: Koniec poprzedniego roku finansowego
sk: konca predchádzajúceho finanèného roku

source: End of the previous Financial year/Accounting Period
pl: Koniec poprzedniego roku finansowego/okresu rozliczeniowego
sk: konca predchádzajúceho finanèného roku/úètovného obdobia

source: End Current Financial Year
pl: Koniec bie¿±cego roku finansowego
sk: konca aktuálneho finanèného roku

source: End of the current Financial year/Accounting Period
pl: Koniec bie¿±cego roku finansowego/okresu rozliczeniowego
sk: konca aktuálneho finanèného roku/úètovného obdobia

source: Start of this month
pl: Pocz±tek tego miesi±ca
sk: Zaèiatku tohoto mesiaca

source: Start of the current month
pl: Pocz±tek bie¿±cego miesi±ca
sk: Zaèiatku aktuálneho mesiaca

source: End of this month
pl: Koniec tego miesi±ca
sk: konca tohoto mesiaca

source: End of the current month
pl: Koniec bie¿±cego miesi±ca
sk: konca aktuálneho mesiaca

source: Start of previous month
pl: Pocz±tek poprzedniego miesi±ca
sk: Zaèiatku predchádzajúceho mesiaca

source: The beginning of the previous month
pl: Pocz±tek poprzedniego miesi±ca
sk: Zaèiatku predchádzajúceho mesiaca

source: End of previous month
pl: Koniec poprzedniego miesi±ca
sk: konca predchádzajúceho mesiaca

source: Last day of previous month
pl: Ostatni dzieñ poprzedniego miesi±ca
sk: Posledný deò predchádzajúceho mesiaca

source: Start of current quarter
pl: Pocz±tek bie¿±cego kwarta³u
sk: Zaèiatku aktuálneho kvartálu

source: The start of the latest quarterly accounting period
pl: Pocz±tek ostatniego kwartalnego okresu rozliczeniowego
sk: Zaèiatku posledného kvartálneho úètovného obdobia

source: End of current quarter
pl: Koniec bie¿±cego kwarta³u
sk: konca aktuálneho kvartálu

source: The end of the latest quarterly accounting period
pl: Koniec ostatniego kwartalnego okresu rozliczeniowego
sk: konca posledného kvartálneho úètovného obdobia

source: Start of previous quarter
pl: Pocz±tek poprzedniego kwarta³u
sk: Zaèiatku predchádzajúceho kvartálu

source: The start of the previous quarterly accounting period
pl: Pocz±tek poprzedniego kwartalnego okresu rozliczeniowego
sk: Zaèiatku predchádzajúceho kvartálneho úètovného obdobia

source: End of previous quarter
pl: Koniec poprzedniego kwarta³u
sk: konca predchádzajúceho kvartálu

source: End of previous quarterly accounting period
sk: konca predchádzajúceho kvartálneho úètovného obdobia

source: The current date
pl: Bie¿±ca data
sk: Aktuálny dátum

source: One Month Ago
pl: Miesi±c temu
sk: Pred mesiacom

source: One Week Ago
pl: Tydzieñ temu
sk: Pred tý¾dòom

source: Three Months Ago
pl: Trzy miesi±ce temu
sk: Pred tromi mesiacmi

source: Six Months Ago
pl: Sze¶æ miesiêcy temu
sk: Pred ¹iestimi mesiacmi

source: One Year Ago
pl: Rok temu
sk: Pred rokom

source: Preparer
pl: Autor
sk: Zostaviteµ

source: Name of person preparing the report
pl: Nazwisko osoby przygotowuj±cej raport
sk: Meno osoby, ktorá pripravuje výkaz

source: Prepared for
pl: Przygotowano dla
sk: Zastavené pre

source: Name of organization or company prepared for
pl: Nazwa organizacji lub firmy dla której przygotowano raport
sk: Názov organizácie alebo spoloènosti, pre ktorú sa zhotovuje

source: Show preparer info
pl: Wy¶wietlanie informacji o autorze raportu
sk: Zobrazí informácie o zhotoviteµovi

source: Name of organization or company
pl: Nazwa organizacji lub firmy
sk: Meno organizácie alebo spoloènosti

source: Enable Links
pl: Odno¶niki
sk: Povoli» odkazy

source: Enable hyperlinks in reports
pl: U¿ywanie odno¶ników w raportach
sk: Povolí hyperodkazy vo výkaze

source: Background Tile
pl: Kafel t³a
sk: Obrázok na pozadí

source: Background tile for reports.
pl: Kafel t³a dla raportów.
sk: Obrázok na pozadí pre tento výkaz

source: Heading Banner
pl: Baner nag³ówka
sk: Transparent v záhlaví

source: Banner for top of report.
pl: Baner w górnej czê¶ci raportu.
sk: Transparent v hornej èasti výkazu

source: Company logo image.
pl: Graficzne logo firmy.
sk: Logo spoloènosti

source: Background Color
pl: Kolor t³a
sk: Farba pozadia

source: General background color for report.
pl: Ogólny kolor t³a dla raportu.
sk: V¹eobecná farba pozadia pre výkaz

source: Text Color
pl: Kolor Tekstu
sk: Farba textu

source: Normal body text color.
pl: Zwyk³y kolor u¿ywany dla znaków tekstu.
sk: Be¾ná farba textu.

source: Link Color
pl: Kolor odno¶nika
sk: Farba odkazu

source: Link text color.
pl: Kolor tekstu odno¶nika.
sk: Farba textu odkazu.

source: Table Cell Color
pl: Kolor komórek tabeli
sk: Farba bunky

source: Default background for table cells.
pl: Domy¶lny kolor t³a u¿ywany w komórkach tabeli.
sk: ©tandardné pozadie bunky

source: Alternate Table Cell Color
pl: Alternatywny kolor komórek tabeli
sk: Alternatívna farba bunky

source: Default alternate background for table cells.
pl: Domy¶lny alternatywny kolor u¿ywany do t³a komórek tabeli.
sk: Prednastavené alternatívne pozadie bunky v tabuµke.

source: Subheading/Subtotal Cell Color
sk: Farba buniek podzáhlavia/medzisúètov

source: Default color for subtotal rows.
sk: Prednastavená farba pre riadky medzisúètov.

source: Sub-subheading/total Cell Color
sk: Farba buniek pod-podzáhlavia/súètov

source: Color for subsubtotals
sk: Farba medzimedzisúètov

source: Grand Total Cell Color
sk: Farba bunky celkového súètu

source: Color for grand totals
sk: Farba pre celkové súèty

source: Table cell spacing
pl: Odstêp pomiêdzy komókami tabeli
sk: Vzdialenos» buniek

source: Space between table cells
pl: Odstêp pomiêdzy komórkami tabeli
sk: Medzera medzi bunkami tabuµky

source: Table cell padding
pl: Odstêp pomiêdzy tekstem a brzegiem komórki
sk: Výplò buniek

source: Table border width
pl: Grubo¶æ ramki komórki
sk: Hrúbka ohranièenia tabuµky

source: Bevel depth on tables
pl: Grubo¶æ ramki tabel
sk: Håbka sklonu tabuliek

source: Prepared by:
pl: Przygotowane przez:
sk: Pripravil:

source: Prepared for:
pl: Przygotowane dla:
sk: Pripravené pre:

source: Fancy
pl: Fantazyjny
sk: Ozdobný

source: Background color for reports.
pl: Kolor t³a raportów.
sk: Farba pozadia vo výkaze

source: Background Pixmap
pl: Piksmapa w tle
sk: Obrázok na pozadí

source: Enable hyperlinks in reports.
pl: Zezwala na u¿ywanie w raportach odno¶ników.
sk: Povoli» hyperodkazy vo výkaze.

source: Plain
pl: Zwyk³y
sk: Obyèajný

source: Select a date to report on
sk: Zvoµte dátum pre výkaz

source: Start of reporting period
pl: Pocz±tek okresu raportowania
sk: Zaèiatok vykazovacieho obdobia

source: End of reporting period
pl: Koniec okresu raportowania
sk: konca vykazovacieho obdobia

source: The amount of time between data points
pl: Okres czasu pomiêdzy punktami danych
sk: Èasový rozsah medzi dátovými bodmi

source: Week
pl: Tydzieñ
sk: Tý¾deò

source: 2Week
pl: 2Tygodnie
sk: 2 tý¾dne

source: Quarter
pl: Kwarta³
sk: ©tvr»rok

source: Half Year
pl: Pó³rocze
sk: Pol rok

source: Year
pl: Rok
sk: Rok

source: All
pl: Wszystkie
sk: v¹etky

source: All accounts
pl: Wszystkie konta
sk: V¹etky úèty

source: Second-level
pl: Drugi-poziom
sk: Druhá úroveò

source: Third-level
pl: Trzeci-poziom
sk: Tretia úroveò

source: Fourth-level
pl: Czwarty-poziom
sk: ©tvrtá úroveò

source: Sixth-level
pl: Szósty-poziom
sk: ©iesta úroveò

source: Show accounts to this depth, overriding any other option.
sk: Zobrazi» úèty do tejto håbky, bez ohµadu na iné nastavenia.

source: Override account-selection and show sub-accounts of all selected accounts?
sk: Zru¹i» voµbu úètov a zobrazi» podúèty v¹etkých zvolených úètov?
