Repository: kleopatra999/gnucash-svn
Catalog: po/*.po
Languages: pl, sk

source: Profit (Gain minus Loss)
pl: Zysk (zarobek minus strata)
sk: Zisk (Výnos mínus strata)

source: Gain/Loss
pl: Zarobek/Strata
sk: Výnos/Strata

source: Gain And Loss
pl: Zarobek i strata
sk: Výnosy a straty

source: Period start
pl: Pocz±tek okresu
sk: Zaèiatok obdobia

source: Period end
pl: Koniec okresu
sk: konca obdobia

source: Loss
pl: Strata
sk: Strata

source: Profit And Loss
pl: Zysk i strata
sk: Zisk a strata

source: %s - %s to %s
sk: %s - %s do %s

source: Profit & Loss
pl: Zyski & Straty
sk: Výkaz ziskov a strát

source: Show Totals
sk: Zobrazi» Celkom

source: Maximum Slices
sk: Maximum plátkov

source: Show the total balance in legend?
sk: Zobrazi» celkové bilancie v legende?

source: Income Piechart
pl: Wykres ko³owy przychodów
sk: Koláèový graf Príjmov

source: Expense Piechart
pl: Wykres ko³owy wydatków
sk: Koláèový graf Výdajov

source: Asset Piechart
pl: Wykres ko³owy aktywów
sk: Koláèový graf Aktív

source: Liability Piechart
pl: Wykres ko³owy obci±¿eñ
sk: Koláèový graf Pasív

source: Shows a piechart with the Income per given time interval
pl: Wy¶wietla wykres ko³owy przychodów w danym okresie czasu
sk: Zobrazí koláèový graf s príjmami za daný èasový interval

source: Shows a piechart with the Expenses per given time interval
pl: Wy¶wietla wykres ko³owy rozchodów w danym okresie czasu
sk: Zobrazí koláèový graf s výdajmi za daný èasový interval

source: Shows a piechart with the Assets balance at a given time
pl: Wy¶wietla wykres ko³owy bilansu aktywów w danym okresie czasu
sk: Zobrazí koláèový graf s aktívami v danom èase

source: Shows a piechart with the Liabilities balance at a given time
pl: Wy¶wietla wykres ko³owy bilansu obci±¿eñ w danym okresie czasu
sk: Zobrazí koláèový graf s pasívami v danom èase

source: Income Accounts
pl: Konta wp³ywów
sk: Príjmové úèty

source: Expense Accounts
pl: Konta wydatków
sk: Výdajové úèty

source: Maximum number of slices in pie
sk: Maximálny poèet plátkov v koláèi

source: Balance at %s
pl: Bilans na %s
sk: Saldokonto v %s

source: Tax Report / TXF Export
pl: Raport podatkowy / Eksport TXF
sk: Daòový výkaz / TXF export

source: Alternate Period
sk: Alternatívne obdobie

source: Override or modify From: & To:
sk: Nahradi» alebo upravi» Od: a Do:

source: Use From - To
sk: Pou¾i» Od - Do

source: Use From - To period
sk: Pou¾i» od - do obdobie

source: 1st Est Tax Quarter
sk: Prvý daòový kvartál

source: Jan 1 - Mar 31
pl: 1 sty - 31 mar
sk: 1. Jan - 31. Mar

source: 2nd Est Tax Quarter
sk: Druhý daòový kvartál

source: Apr 1 - May 31
pl: 1 kwi - 31 maj
sk: 1. Apr - 31. Máj

source: 3rd Est Tax Quarter
sk: Tretí daòový kvartál

source: Jun 1 - Aug 31
pl: 1 cze - 31 sie
sk: 1. Jún - 31. Aug

source: 4th Est Tax Quarter
sk: ©tvrtý daòový kvartál

source: Sep 1 - Dec 31
pl: 1 wrz - 31 gru
sk: 1. Sep - 31. Dec

source: Last Year
pl: Ostatni rok
sk: Minulý rok

source: Last Yr 1st Est Tax Qtr
sk: Prvý daòový kvartál minulého roku

source: Jan 1 - Mar 31, Last year
pl: 1 sty - 31 mar, poprzedni rok
sk: 1. Jan - 31. Mar, minulého roku

source: Last Yr 2nd Est Tax Qtr
sk: Druhý daòový kvartál minulého roku

source: Apr 1 - May 31, Last year
pl: 1 kwi - 31 maj, poprzedni rok
sk: 1. Apr - 31. Máj, minulého roku

source: Last Yr 3rd Est Tax Qtr
sk: Tretí daòový kvartál minulého roku

source: Jun 1 - Aug 31, Last year
pl: 1 cze - 31 sie, poprzedni rok
sk: 1. Jún - 31. Aug, minulého roku

source: Last Yr 4th Est Tax Qtr
sk: ©tvrtý daòový kvartál minulého roku

source: Sep 1 - Dec 31, Last year
pl: 1 wrz - 31 gru, poprzedni rok
sk: 1. Sep - 31. Dec, minulého roku

source: Select Accounts (none = all)
sk: Zvolené úèty (niè = v¹etko)

source: Select accounts
sk: Zvolené úèty

source: Suppress $0.00 values
sk: Skry» hodnoty 0,00 Sk

source: $0.00 valued Accounts won't be printed.
sk: Úèty s hodnotou 0,00 Sk nebudú vytlaèené.

source: Print Full account names
sk: Tlaèi» úplné názvy úètov

source: Print all Parent account names
sk: Tlaèi» v¹etky názvy rodièovských úètov

source: WARNING: There are duplicate TXF codes assigned to some accounts. Only TXF codes with payer sources may be repeated.
sk: Varovanie: K niektorým úètom sú priradené duplikované TXF kódy. Iba TXF kódy so zdrojmi dl¾níkov sa mô¾u opakova».

source: Sub-
sk: Pod-

source: Period from %s to %s
pl: Okres od %s do %s
sk: Obdobie od %s do %s

source: Blue items are exportable to a .TXF file.
pl: Niebieskie elementy mog± byæ eksportowane do pliku .TXF.
sk: Modré polo¾ky je mo¾né exportova» do .TXF súboru

source: Tax Report & TXF Export
sk: Daòový výkaz & TXF export

source: Taxable Income / Deductible Expenses / Export to .TXF file
sk: Zdaniteµný Príjem / Odpoèítateµné Výdaje / Export do súboru .TXF

source: Taxable Income / Deductible Expenses
sk: Zdaniteµný Príjem / Odpoèítateµné Výdaje

source: This report shows your Taxable Income and Deductible Expenses.
sk: Tento výkaz zobrazí vá¹ zdaniteµný príjem a odpoèítateµné výdaje.

source: This page shows your Taxable Income and Deductible Expenses.
sk: Táto stránka zobrazí vá¹ zdaniteµný príjem a odpoèítateµné výdaje.

source: Cap Return
sk: Kapitálový výnos

source: Cap. gain (long)
sk: Kapitálové výnosy (dlhodobé)

source: Cap. gain (mid)
sk: Kapitálové výnosy (strednodobé)

source: Cap. gain (short)
sk: Kapitálové výnosy (krátkodobé)

source: Commissions
sk: Poplatky

source: Margin Interest
sk: Hranièný úrok

source: Loading QIF file...
sk: Naèítavanie QIF súbora...

source: QIF import: Name conflict with another account.
sk: QIF import: Názov je v konflikte s iným úètom.

source: Importing transactions...
sk: Importovanie transakcií...

source: The file contains an unknown Action '%s'.
sk: Súbor obsahuje neznámy úkon '%s'.

source: Finding duplicate transactions...
sk: Hµadanie duplikovaných transakcií...

source: Extensions
sk: Roz¹írenia

source: _Business
sk: _Podnikanie

source: Find Customer
sk: Hµada» zákazníka

source: Find Invoice
sk: Hµada» faktúru

source: Find Job
sk: Hµada» úlohu

source: Test Search Dialog
sk: Testovací vyhµadávací dialóg

source: Reload invoice report
sk: Znovu naèíta výkaz faktúr

source: Default number of register rows to display in Invoices.
sk: ©tandardný poèet riadkov registra zobrazených vo faktúrach.

source: Default Customer TaxTable
sk: ©tandardná Daòová tabuµka zákazníka

source: Default Vendor TaxTable
sk: ©tandardná Daòová tabuµka predajcu

source: Company Address
sk: Adresa spoloènosti

source: Invoice Number
sk: Èíslo faktúry

source: Taxable
sk: Zdaniteµné

source: Display Columns
sk: Zobrazi» ståpce

source: Display the action?
sk: Zobrazi» úkon?

source: References
sk: Referencie

source: Payments
sk: Platby

source: Extra Notes
sk: Extra poznámky

source: Today Date Format
sk: Dne¹ný formát dátumu

source: Total Credit
sk: Celkový kredit

source: Total Due
sk: Celkové clo

source: The company for this report
sk: Spoloènos» pre tento výkaz

source: Display the transaction date?
sk: Zobrazi» dátum transakcie?

source: Display the transaction reference?
sk: Zobrazi» odkaz transakcie?

source: Display the transaction type?
sk: Zobrazi» typ transakcie?

source: Display the transaction description?
sk: Zobrazi» popis transakcie?

source: Report:
sk: Výkaz:

source: Vendor Report
sk: Výkaz predajcov

source: Sort By
sk: Usporiada» podµa

source: Sort Order
sk: Poradie radenia

source: Name of the company
sk: Názov spoloènosti

source: Sort order
sk: Poradie triedenia

source: This database is from an older version of GnuCash. Do you want to upgrade the database to the current version?
pl: Ta baza danych pochodzi ze starszej wersji GnuCash. Czy chcesz j± przetworzyæ do formatu bazy danych obecnej wersji?

source: You cannot transfer funds from the %s account. It does not have a matching currency. To transfer funds between accounts with different currencies you need an intermediate currency account. Please see the GnuCash online manual.
pl: Nie mo¿na transferowaæ ¶rodków z konta %s. Nie ma na nim pasuj±cej waluty. Aby transferowaæ ¶rodki pomiêdzy kontami z innymi jednostkami monetarnymi potrzebujesz po¶redniego konta walutowego. Zobacz w manualu GnuCash (wymagane po³±czenie z Internetem).

source: (no name)
pl: (brak nazwy)

source: Unbalanced parenthesis
pl: Niesparowane nawiasy

source: Stack overflow
pl: Przepe³nienie stosu

source: Stack underflow
pl: Próba zdjêcia z pustego stosu

source: Security
pl: Bezpiecz.

source: You must choose a currency.
pl: Musisz wybraæ walutê.

source: No description
pl: Brak opisu

source: Are you sure you want to delete the current commodity?
pl: Czy na pewno chcesz usun±æ bie¿±cy towar?

source: Set to default
pl: Ustaw domy¶lnie

source: Set the option to its default value
pl: Ustawia opcjê na jej domy¶ln± warto¶æ

source: Are you sure you want to delete the current price?
pl: Czy na pewno usun±æ aktualn± cenê?

source: -*-helvetica-bold-r-normal-*-*-180-*-*-p-*-*-*
pl: -*-helvetica-bold-r-normal-*-*-180-*-*-p-*-*-2

source: No matching currency account! Please create a currency account with currency %s and security %s (or vice versa) to transfer funds between the selected accounts.
pl: Brak pasuj±cego konta walutowego! Utwórz konto walutowe z walut± %s oraz zabezpieczeniem %s (i vice versa) aby przetransferowaæ fundusze pomiêdzy dwoma wybranymi kontami.

source: Exchange
pl: Wymiana

source: Euro conversion
pl: Konwersja Euro

source: You don't have any accounts of Euroland currencies.
pl: Nie posiadasz ¿adnych kont w walutach Eurolandu.

source: Quicken/QuickBooks (tm) US-Letter
pl: Quicken/QuickBook (tm) US-Letter

source: Custom
pl: W³asny

source: Top
pl: Góra

source: Middle
pl: ¦rodek

source: Bottom
pl: Dó³

source: December 31, 2000
pl: Grudzieñ 31, 2000

source: 31 December, 2000
pl: 31 Grudzieñ, 2000

source: Dec 31, 2000
pl: Gru 31, 2000

source: 31 Dec, 2000
pl: 31 Gru, 2000

source: Inches
pl: Cale

source: Centimeters
pl: Centymetry

source: Millimeters
pl: Milimetry

source: Points
pl: Punkty

source: Match Accounts
pl: Dopasowanie kont

source: Find transactions affecting
pl: Wyszukiwanie transakcji obejmuj±cych

source: Any
pl: Jakiekolwiek

source: selected accounts:
pl: wybrane konta:

source: Match Date
pl: Dopasowanie daty

source: Find transactions occurring in the date range:
pl: Wyszukiwanie transakcji w podanym okresie czasu:

source: Starting
pl: Pocz±tek

source: Ending
pl: Koniec

source: Match Description
pl: Dopasowanie opisu

source: Find transactions whose Description contains:
pl: Wyszukiwanie transakcji, których opis zawiera:

source: Case sensitive
pl: Rozró¿nianie ma³ych i wielkich liter

source: Regular expression
pl: Wyra¿enie regularne

source: Find transactions whose Number contains:
pl: Wyszukiwanie transakcji, których liczba zawiera:

source: Match Amount
pl: Dopasowanie kwoty

source: Find
pl: Wyszukiwanie

source: Credit or Debit
pl: Kredyt lub Debet

source: At least
pl: Co najmniej

source: At most
pl: Co najwy¿ej

source: Exactly
pl: Dok³adnie

source: Match Memo
pl: Dopasowanie notatki

source: Match number of shares
pl: Dopasowanie liczby udzia³ów

source: At most
pl: Co najwy¿ej

source: shares
pl: udzia³y

source: Match share price
pl: Dopasowanie ceny udzia³u

source: Match Action
pl: Dopasowanie czynno¶ci

source: Find transactions whose Action contains:
pl: Wyszukiwanie transakcji, których czynno¶æ zawiera:

source: Match Cleared state
pl: Dopasowanie stanu wyczyszczenia

source: Find transactions whose Cleared status is:
pl: Wyszukiwanie transakcji ze znacznikiem stanu wyczyszczenia:

source: Not cleared (n)
pl: Nie wyczyszczona (n)

source: Cleared (c)
pl: Wyczyszczona (c)

source: Reconciled (y)
pl: Uzgodniona (y)

source: Match Balance state
pl: Dopasowanie stanu zbilansowania

source: Find transactions whose Balance status is:
pl: Wyszukiwanie transakcji ze stanem zbilansowania:

source: Balanced
pl: Zbilansowana

source: Not Balanced
pl: Nie zbilansowana

source: Find transactions with the tag:
pl: Wyszukiwanie transakcji ze znacznikiem:

source: Tags
pl: Znaczniki

source: Budget
pl: Bud¿et

source: The name of this budget
pl: Nazwa tego bud¿etu

source: Budget Entries
pl: Wpisy bud¿etowe

source: label773
pl: etykieta773

source: Add a new entry or subentry
pl: Dodaje nowy wpis lub informacjê

source: Delete the selected entry or subentry
pl: Usuwa wybrany wpis lub informacjê

source: Move the selected item up
pl: Przenosi zaznaczony element w górê

source: Move the selected item down
pl: Przenosi zaznaczony element w dó³

source: Entry
pl: Wpis

source: Matching Transactions...
pl: Dopasowywanie transakcji...

source: Period:
pl: Okres:

source: Mechanism:
pl: Mechanizm:

source: Bill Day:
pl: Dzieñ p³atno¶ci:

source: Annual
pl: Roczne

source: Semi-annual
pl: Pó³roczne

source: Tri-annual
pl: Czteromiesiêczne

source: Bi-monthly
pl: Dwumiesiêczne

source: Semi-monthly
pl: Piêtnastodniowe

source: Bi-weekly
pl: Dwutygodniowe

source: Daily (360)
pl: Dzienne (360)

source: Daily (365)
pl: Dzienne (365)

source: Discrete Compounding
pl: Sk³adanie dyskretne

source: Continuous Compounding
pl: Sk³adanie ci±g³e

source: New Currency/Security
pl: Nowa waluta/zabezpieczenie

source: Security:
pl: Bezpiecz.:

source: label812
pl: etykieta812

source: QIF Import
pl: Import QIF

source: Click "Back" to cancel loading this file and choose another.
pl: Kliknij "Wstecz", aby anulowaæ odczyt tego pliku i wybraæ inny.

source: Click "Back" to cancel loading this file and select another.
pl: Kliknij "Wstecz", aby anulowaæ odczyt tego pliku i wybraæ inny.

source: label827
pl: etykieta827

source: Currency Account:
pl: Konto walutowe:

source: label847668
pl: etykieta867668

source: window1
pl: okno1

source: Sort by Commodity
pl: Uporz±dkowanie wed³ug towaru

source: This druid will help you converting your existing accounts to the currency Euro (EUR). In the following, the term 'Euroland currency' will denote the currencies that are being replaced by the Euro. No changes will be made until you press 'Finish' on the last page of this druid.
pl: Ten druid pomo¿e w przekonwertowaniu istniej±cych kont do waluty Euro (EUR). Tak wiêc termin "Waluta Eurolandu" bêdzie oznaczaæ waluty zast±pione przez Euro. ¯adne zmiany nie zostan± zastosowane zanim nie zostanie naci¶niêty przycisk "Zakoñcz" wy¶wietlony na ostatniej stronie tego druida.

source: Where to create the Euro accounts?
pl: Gdzie stworzyæ konta Euro?

source: For each of your Euroland accounts, the druid will create a new EUR account. Please choose the place in your account hierarchy where you would like the EUR accounts to be created.
pl: Dla ka¿dego z kont Eurolandu, druid utworzy nowe konto EUR. Wybierz miejsce w hierarchii kont gdzie konta EUR maj± zostaæ utworzone.

source: How to name the new accounts?
pl: Jak nazwaæ nowe konta?

source: If you have finished choosing your Euro conversion settings, press 'Finish'. The druid will then perform the following steps: 1. Create new accounts according to your settings. 2. Create currency exchange accounts. 3. Exchange all amounts from Euroland accounts to their respective Euro account. You may also press 'Back' to review your settings, or 'Cancel' to quit without making any changes.
pl: Zakoñczono wybieranie ustawieñ konwersji Euro, naci¶nij przycisk "Zakoñcz". Druid nastêpnie podejmie poni¿sze kroki: 1. Utworzy nowe konta w zale¿no¶ci od ustawieñ. 2. Utworzy konta wymiany waluty. 3. Wymieni wszystkie kwoty kont Eurolandu na ich odpowiednie konta Euro. Mo¿na tak¿e nacisn±æ przycisk "Wstecz" aby przejrzeæ ustawienia, lub "Anuluj" aby zakoñczyæ bez dokonywania ¿adnych zmian.

source: Couldn't find pixmap file: %s
pl: Nie mo¿na odnale¼æ pliku piksmapy: %s

source: Couldn't create pixmap from file: %s
pl: Nie mo¿na stworzyæ piksmapy z pliku: %s

source: checking SSL certificate...
pl: sprawdzanie certyfikatu SSL...

source: ... done
pl: ... gotowe

source: Welcome to GnuCash 1.6!
pl: Witaj w programie Gnucash 1.6!

source: Export
pl: Wyeksportuj

source: You cannot save to that filename.
pl: Nie mo¿na zapisaæ w pliku o tej nazwie.

source: There was an error saving the file.
pl: Wyst±pi³ b³±d w trakcie zapisu pliku.

source: The GnuCash personal finance manager. The GNU way to manage your money!
pl: Oobisty mened¿er finansowy GnuCash. Sposób GNU na zarz±dzanie twoimi pieniêdzmi!

source: New _File
pl: Nowy _Plik

source: Export Accounts...
pl: Wyeksportuj konta...

source: Import QIF...
pl: Zaimportuj QIF...

source: New _Account Tree
pl: Nowe _drzewo kont

source: Move to New Window
pl: Przenie¶ do nowego okna

source: Close _Window
pl: Zam_knij okno

source: _Preferences...
pl: _Ustawienia

source: Open the global preferences dialog
pl: Otwiera formularz globalnych ustawieñ

source: _Euro Conversion...
pl: Konwersja _euro...

source: Do the Euro conversion of the account hierarchy
pl: Wykonuje konwersjê Euro hierarchii kont

source: _Manual
pl: _Podrêcznik

source: Open the GnuCash Manual
pl: Otwiera podrêcznik GnuCash

source: _Settings
pl: _Ustawienia

source: Standard order
pl: Standardowy porz±dek

source: Sort by Num
pl: Uporz±dkowanie wed³ug numeru

source: Close this register window
pl: Zamyka okno rejestru

source: Open a report window for this register
pl: Otwiera okno raportu dla tego rejestru

source: Print a report for this register
pl: Drukuje raport dla tego rejestru

source: Basic Ledger
pl: Ksiêga uproszczona

source: Transaction Journal
pl: Dziennik transakcji

source: Sort by date of entry
pl: Uporz±dkowanie wed³ug daty pozycji

source: Show all of the transactions in the account
pl: Wy¶wietla wszystkie transakcje na koncie

source: Set the date range of this register
pl: Ustawia zakres dat dla tego rejestru

source: _Style
pl: _Styl

source: _Date Range
pl: Zakres _dat

source: Open an invoice report window for this register
pl: Otwiera okno raportu faktur dla tego rejestru

source: Paste the transaction clipboard
pl: Wkleja transakcjê ze schowka

source: D_uplicate
pl: Z_dupliku

source: _Split
pl: _Podziel

source: _Check & Repair All
pl: Spraw_d¼ i zreperuj wszystko

source: _Print Check...
pl: _Wydrukuj Czek...

source: _Register
pl: _Rejestr

source: Register
pl: Rejestr

source: This selection will delete the whole transaction. This is what you usually want.
pl: To zaznaczenie usunie ca³± transakcjê. Zazwyczaj jest to efekt, którego u¿ytkownik siê spodziewa.

source: This is a development version. It may or may not work.
pl: To jest wersja rozwojowa. Mo¿e dzia³aæ lub nie.

source: The last stable version was %s.
pl: Ostatni± stabiln± wersj± by³a %s.

source: The next stable version will be %s.
pl: Nastêpn± stabiln± wersj± bêdzie %s.

source: register-default-font:-adobe-helvetica-medium-r-normal--*-120-*-*-*-*-*-*
pl: register-default-font:-adobe-helvetica-medium-r-normal--*-120-*-*-*-*-*-2

source: register-hint-font:-adobe-helvetica-medium-o-normal--*-120-*-*-*-*-*-*
pl: register-hint-font:-adobe-helvetica-medium-o-normal--*-120-*-*-*-*-*-2

source: sample: 12/12/2000
pl: przyk³ad: 12/12/2000

source: sample:99999
pl: przyk³ad:99999

source: sample:999,999.000
pl: przyk³ad:999,999.000

source: Enter the share price
pl: Wprowad¼ cenê udzia³u

source: GnuCash Manual
pl: Podrêcznik GnuCash

source: Welcome
pl: Witaj

source: Importing Data
pl: Importowanie danych

source: Basic Setup
pl: Podstawowe ustawienia

source: Account Window
pl: Okno konta

source: Preferences
pl: Ustawienia

source: Types
pl: Rodzaje

source: Income/Expense
pl: Przychód/Wydatki

source: Editing
pl: Edycja

source: Transactions
pl: Transakcje

source: Registers
pl: Rejestry

source: Shortcuts
pl: Skróty

source: Keyboard
pl: Klawiatura

source: Reconciliation
pl: Pogodzenie

source: Capital Gains
pl: Zyski kapita³owe

source: Depreciation
pl: Spadek warto¶ci

source: Payables/Receivables
pl: P³atno¶ci/Nale¿no¶ci

source: Reports
pl: Raporty

source: Overview
pl: Podgl±d

source: Transaction
pl: Transakcja

source: Tax Report
pl: Raport podatkowy

source: TXF Anomalies
pl: Anomalie TXF

source: Printing
pl: Drukowanie

source: More on GnuCash
pl: Wiêcej o Gnucash

source: URL Tests
pl: Testy URL

source: Two Week
pl: Dwa tygodnie

source: US
pl: USA

source: Europe
pl: Europa

source: Locale
pl: Ustawienia lokalne

source: Default Currency
pl: Domy¶lna waluta

source: Ledger
pl: Ksiêga

source: Auto Ledger
pl: Automatyczna ksiêga

source: Journal
pl: Dziennik

source: User Name
pl: Nazwa u¿ytkownika.

source: The name of the user. This is used in some reports.
pl: Nazwa u¿ytkownika. Jest u¿ywana w kilku raportach.

source: User Address
pl: Adres u¿ytkownika

source: The address of the user. This is used in some reports.
pl: Adres u¿ytkownika. Jest u¿ywany w kilku raportach.

source: Verbose documentation
pl: Rozwlek³a dokumentacja

source: Network
pl: Sieæ

source: Allow http network access
pl: Zezwalanie na dostêp do sieci przez http

source: Enable GnuCash's HTTP client support.
pl: Obs³uga klienta GnuCash HTTP w³±czona.

source: Allow https connections using OpenSSL
pl: Zezwalanie na po³±czenia https z u¿yciem OpenSSL

source: Enable secure HTTP connections using OpenSSL
pl: W³±czenie zabiezpieczenia HTTP z u¿yciem OpenSSL

source: Enable GnuCash Network
pl: U¿ywanie Sieci Gnucash

source: The GnuCash Network server provides support and other services
pl: Serwer sieciowy Gnucash udostêpnia wsparcie i inne us³ugi

source: GnuCash Network server
pl: Serwer sieci Gnucash Network

source: Host to connect to for user registration and support services
pl: Komputer z którym nastêpuje po³±czenie przy rejestracji u¿ytkownika oraz us³ug wsparcia

source: Configuration directory.
pl: Katalog konfiguracji.

source: Shared files directory.
pl: Katalog z dzielonymi plikami.

source: _Utility
pl: _Narzêdzie

source: Style Sheets...
pl: Arkusze stylów...

source: Welcome-to-GnuCash screen
pl: Ekran powitalny GnuCash

source: Credit Lines
pl: Linie kredytowe

source: The GnuCash online manual has lots of helpful information. If you are upgrading from GnuCash 1.4, the section "What's new in GnuCash 1.6" is particularly interesting. You can access the manual under the Help menu.
pl: Podrêcznik internetowy Gnucash zawiera wiele pomocnych informacji. Je¶li uaktualniasz z GnuCash 1.4, rozdzia³ "Co nowego w Gnucash 1.6" jest szczególnie interesuj±cy. Mo¿na uzyskaæ dostêp do podrêcznika z menu Pomocy.

source: You can easily import your existing financial data from Quicken, MS Money or other programs that export QIF (Quicken Interchange Format) files. Click the Import button in the main window tool bar and follow the instructions provided.
pl: Mo¿na w ³atwy sposób importowaæ istniej±ce dane finansowe z programu Quicken, MS Money lub innych programów eksportuj±cych pliki QIF (Quicken Interchange Format). Kliknij przycisk Importuj z paska narzêdziowego g³ównego okna oraz zastosuj siê do podanych instrukcji.

source: Want to see all your subaccount transactions in one register? From the main menu, highlight the parent account and select Accounts|Open Subaccounts from the menu.
pl: Czy chcesz obejrzeæ wszystkie transakcje konta podrzêdnego na jednym rejestrze? Z manu g³ównego pod¶wietl konto nadrzêdne i wybierz Konta|Otwórz konto podrzêdne z menu.

source: In the reconcile window, you can press the spacebar to mark transactions as reconciled. You can also press Tab and Shift-Tab to move between deposits and withdrawals.
pl: W oknie uzgadniania mo¿na nacisn±æ spacjê aby zaznaczyæ transakcje jako uzgodnione. Mo¿na tak¿e nacisn±æ Tab i Shift-Tab aby przenosiæ siê pomiêdzy wk³adami i wyp³atami.

source: When entering check numbers in the register, you can type '+' to enter the next number or '-' to enter the previous number. You can use '+' and '-' to increment and decrement dates as well.
pl: W trakcie wprowadzania numerów czeku w rejestrze, mo¿na podaæ znak "+" aby wprowadziæ nastêpny numer lub "-" aby podaæ poprzedni numer. Mozna tak¿e u¿ywaæ "+" i "-" do zmiany daty.
